{"Index": "059-Madison", "Context": "THE STATE OF OHIO, APPELLEE, v. MADISON, APPELLANT.\n\nCriminal Law—Aggravated murder—Capital convictions and death sentences affirmed.\n\n(No. 2016-1006—Submitted September 11, 2019—Decided July 21, 2020.)\n\nAPPEAL from the Court of Common Pleas of Cuyahoga County, No. 579539.\n\nDEWINE, J.\n\n¶ 1 This is a direct appeal in a capital case. Over a nine-month period, Michael Madison murdered three women in his East Cleveland apartment. A jury found Madison guilty of three counts of aggravated murder, and he was sentenced to death on each count. We affirm the convictions and the death sentences.\n\nI. BACKGROUND\n\nA. Three Bodies Are Discovered in East Cleveland\n\n¶ 2 Madison lived in a second-floor apartment on Hayden Avenue in East Cleveland. A cable-television company occupied the ground floor. In July 2013, workers at the cable company noticed a foul odor coming from a garage behind the building and called the police. In the garage, which was used by Madison and several others, the police discovered a large garbage bag jammed between Madison’s car and the wall. The officers cut open the bag and found inside the decomposing body of Shirellda Terry. The body had been wrapped in a paisley bedsheets and then enveloped in multiple layers of garbage bags.\n\n¶ 3 Searching further, officers discovered another garbage bag under a brush pile located behind the garage. In that bag was the decomposing body of Shetisha Sheeley. Another garbage bag was discovered in the basement of an abandoned house, just 15 to 20 yards from the brush pile. This one held the body\nof Angela Deskins. Like Terry’s body, the bodies of Sheeley and Deskins had been placed inside multiple garbage bags. In addition, a sheet and a sports-themed blanket were wrapped around the body of Deskins.\n\n¶ 4 Autopsies revealed that Terry and Deskins had been strangled to death with a belt. Terry had a severe laceration penetrating her vagina and her anus that was inflicted while she was still alive. Sheeley had a deep bruise on her face, also inflicted while she was alive, but her body was too badly decomposed for the medical examiner to determine a precise cause of death. Each victim’s body had been bent at the waist, and the head had been bound to the legs.\n\nB. The Victims and Their Disappearances\n\n¶ 5 All three women had gone missing within the past year. Twenty-eight-year-old Sheeley had last communicated with her family in September 2012. At trial, Brittney Darby, one of Madison’s girlfriends, testified that around that time, she had noticed a fresh scab on Madison’s nose. When she asked him about it, he told her he had broken up a fight between two girls.\n\n¶ 6 The father of 38-year-old Angela Deskins lost contact with her around May 2013. At trial, a friend of Deskins testified that around this same time, he had dropped Deskins off at an abandoned barbecue spot in East Cleveland where Madison was waiting for her.\n\n¶ 7 In the same time period, Darby noticed a strong smell in Madison’s apartment. Madison claimed that the smell came from two raccoons who had died in the front closet. But when Darby pressed him on the point, Madison began sweating profusely and seemed nervous. “You don’t want to see that,” he told her. Later that week, Darby could still smell the odor near the closet. She asked Madison if that was where the raccoons had been, and he said that it was in an irritated tone.\n\n¶ 8 Eighteen-year-old Shirellda Terry was last seen alive on July 10, 2013. She had met Madison a week earlier and exchanged phone numbers with\nhim. Over the following days, they texted back and forth. Madison told Terry that he was 25 years old and had no kids. (He was actually 35 and had two kids.) Madison also lied about what he did for a living.\n\n¶ 9 The two discussed when and where they might “hang[] out.” Madison suggested that Terry “come to [his] place.” Terry replied: “We can hang[] out but I’m not going to your house[;] I don’t trust you like that yet.” On the afternoon of July 10, she texted to Madison: “Do you wanna hang[] out now[?]” Madison asked if she was headed to his street and she replied that she was “on 152[nd] and [St.] Clair right now.” That was Terry’s last message.\n\n¶ 10 A few days later, Darby noticed a long, deep scratch on Madison’s shoulder. He claimed that he had been in a fight and his adversary’s girlfriend had scratched him. Subsequently, another girlfriend of Madison’s, Shawnta Mahone, noticed a foul smell in his apartment. Madison claimed he did not know what the odor was but said it might be a dead animal. Around the same time, Mahone saw several deep scratches on Madison’s face. According to Mahone, Madison told her that “he got into a fight and a girl jumped in and scratched his face.”\n\nC. Madison’s Confession and DNA Evidence\n\n¶ 11 Detectives interrogated Madison over the course of several days, and on July 21, 2013, he signed a four-page confession. He admitted that he had choked a woman to death in October 2012 and then left her in his apartment while he went out drinking. When he returned, he “folded her up,” put her into multiple layers of trash bags, and moved her to the garage. He left the body there for months, then moved it outside behind the garage. He did not know this victim’s name.\n\n¶ 12 Madison claimed he did not recall actually killing the other victims. He admitted that he had invited Terry to his apartment. He was “really drunk and high” that night, he said, and did not remember killing her. But he did recall waking up next to her dead body and later putting the body in the garage. As to the third\nvictim, Deskins, Madison said he did not recall anything about her death or what he did with the body.\n\n¶ 13 A search of Madison’s apartment turned up a few personal items that yielded a DNA profile consistent with Terry’s profile. A piece of bloodstained carpet found in the closet where Darby had noticed an odor in May had a DNA profile consistent with Deskins’s. And a pillowcase in the apartment had a paisley pattern matching the sheet Terry had been wrapped in.\n\nD. Indictment, Verdicts, and Sentences\n\n¶ 14 The grand jury returned a 14-count indictment against Madison. The indictment included two counts of aggravated murder for each victim—one premised on R.C. 2903.01(A), for murder committed with prior calculation and design, the other on R.C. 2903.01(B), for felony murder.\n\n¶ 15 For the state to impose the death penalty, an indictment must include—and the state must prove—one of the specifications set forth in R.C. 2929.04(A). Here, each aggravated-murder count included a specification alleging that the murder was part of a course of conduct involving the purposeful killing or attempt to kill two or more victims, see R.C. 2929.04(A)(5), and a felony-murder specification predicated on kidnapping, see R.C. 2929.04(A)(7). Additionally, the aggravated-murder counts involving Terry each included a felony-murder specification predicated on rape.\n\n¶ 16 The table below shows all the indicted offenses, the death specifications, and the other specifications:\n\n| Counts | Offenses | Death Specifications | Other Specifications |\n|--------|----------|----------------------|----------------------|\n| Count 1 | Aggravated murder of Shetisha Sheeley under R.C. 2903.01(A) (prior calculation and design) | Each included a course-of-conduct specification, R.C. 2929.04(A)(5), and a felony-murder specification, | Counts 1 through 10 each carried a sexual-motivation |\n| Count  | Description                                                                 | Specification                                                                 | Additional Information                                                                 |\n|--------|-----------------------------------------------------------------------------|-------------------------------------------------------------------------------|----------------------------------------------------------------------------------------|\n| 2      | Aggravated murder of Sheeley under R.C. 2903.01(B) (felony murder predicated on kidnapping) | R.C. 2929.04(A)(7), predicated on kidnapping.                                  |                                                                                        |\n| 3      | Kidnapping of Sheeley under R.C. 2905.01(A)(3)                               |                                                                               |                                                                                        |\n| 4      | Aggravated murder of Angela Deskins under R.C. 2903.01(A) (prior calculation and design) | Each included a course-of-conduct specification, R.C. 2929.04(A)(5), and a felony-murder specification, R.C. 2929.04(A)(7), predicated on kidnapping. |                                                                                        |\n| 5      | Aggravated murder of Deskins under R.C. 2903.01(B) (felony murder predicated on kidnapping) |                                                                               |                                                                                        |\n| 6      | Kidnapping of Deskins under R.C. 2905.01(A)(3)                               |                                                                               |                                                                                        |\n| 7      | Aggravated murder of Shirellda Terry under R.C. 2903.01(A) (prior calculation and design) | Each included a course-of-conduct specification, R.C. 2929.04(A)(5), and two felony-murder specifications, R.C. 2929.04(A)(7), predicated on kidnapping and rape. | Counts 1 through 8 and 10 each carried a firearm specification, R.C. 2941.141(A). |\n| 8      | Aggravated murder of Terry under R.C. 2903.01(B) (felony murder predicated on kidnapping) |                                                                               |                                                                                        |\n| 9      | Kidnapping of Terry under R.C. 2905.01(A)(3)                                 |                                                                               |                                                                                        |\n| 10     | Rape of Terry under R.C. 2907.02(A)(2)                                       |                                                                               |                                                                                        |\n| Count 11 | Having a weapon under a disability under R.C. 2923.13(A)(2) | Counts 11 through 14 each carried a firearm-forfeiture specification, R.C. 2941.1417(A). |\n|----------|-------------------------------------------------------------|----------------------------------------------------------------------------------|\n| Count 12 | Gross abuse of a corpse under R.C. 2927.01(B) (Sheeley)    |                                                                                   |\n| Count 13 | Gross abuse of a corpse under R.C. 2927.01(B) (Deskins)    |                                                                                   |\n| Count 14 | Gross abuse of a corpse under R.C. 2927.01(B) (Terry)      |                                                                                   |\n\n{¶ 17} A jury found Madison guilty on Counts 1 through 10 and 12 through 14, as well as all the death specifications and sexual-motivation specifications. The jury found him not guilty of the firearm specifications. Count 11, the weapon-under-a-disability charge, and the remaining specifications were tried to the judge, who found Madison guilty of Count 11 and the sexually-violent-predator specifications.\n\n{¶ 18} At the close of the penalty phase, the jury recommended death for each aggravated-murder count. The trial court merged the aggravated-murder counts for each victim, and the state elected to proceed on the counts alleging prior calculation and design: Counts 1, 4, and 7. The trial court sentenced Madison to death for each murder and imposed prison sentences on the noncapital counts.\n\n{¶ 19} Madison now appeals, raising 20 propositions of law.\nII. JURY ISSUES\n\n¶ 20 Madison’s first four propositions of law attack the adequacy of the voir dire (proposition of law No. 1) and the trial court’s resolution of challenges for cause (propositions of law Nos. 2 and 3) and contend that the practice of death-qualifying capital juries violates the First Amendment to the United States Constitution (proposition of law No. 4). None of these claims has merit.\n\nA. Adequacy of Voir Dire\n\n¶ 21 In his first proposition of law, Madison asserts that the trial court improperly restricted his counsel’s ability to conduct voir dire. Madison lists many jurors and prospective jurors whose voir dire he claims was inadequate. But only some of these persons actually served on the jury. Because Madison can be prejudiced only as a result of restrictions on the voir dire of those who actually served on his jury, we will limit our analysis to those jurors only. See State v. Cunningham, 105 Ohio St.3d 197, 2004-Ohio-7007, 824 N.E.2d 504, ¶ 25.\n\n1. Questioning to Identify Automatic-Death-Penalty Jurors\n\n¶ 22 Madison maintains that the trial court prevented his counsel from asking questions sufficient to identify jurors who would automatically vote for a death sentence without considering mitigating factors. In particular, he argues that his counsel should have been allowed to incorporate into their questions the “inflammatory” facts of the case—three women kidnapped and murdered, one of them raped, and their bodies disposed of “like trash.” This claim applies to seated juror Nos. 5, 23, 40, and 43.\n\n¶ 23 The trial judge has discretion over the scope, length, and manner of voir dire. See State v. LaMar, 95 Ohio St.3d 181, 2002-Ohio-2128, 767 N.E.2d 166, ¶ 40; State v. Getsy, 84 Ohio St.3d 180, 190, 702 N.E.2d 866 (1998). However, because “[a] juror who will automatically vote for the death penalty in every case * * * has already formed an opinion on the merits” and is therefore not impartial, “a capital defendant may challenge for cause any prospective juror who maintains\nsuch views.” Morgan v. Illinois, 504 U.S. 719, 729, 112 S.Ct. 2222, 119 L.Ed.2d 492 (1992). And the defendant is entitled to a voir dire adequate to identify such jurors. Id. at 729-736.\n\n¶ 24 But Morgan does not give the defense a right to ask prospective jurors how they will vote “given the specific facts of the individual case.” Hodges v. Colson, 727 F.3d 517, 529 (6th Cir.2013); see also Richmond v. Polk, 375 F.3d 309, 330 (4th Cir.2004). The purpose of voir dire is not to establish how a juror will vote on the case to be tried; it is to discover whether any juror has a bias that would prevent him or her from individually weighing the facts of the case.\n\n¶ 25 We have held that in a capital case involving the death of a young child, the defendant is entitled upon request to have the prospective jurors informed of the fact that the victim was a child and to ask questions that seek to reveal bias. State v. Jackson, 107 Ohio St.3d 53, 2005-Ohio-5981, 836 N.E.2d 1173, ¶ 61. Jackson’s rationale centers on the fact that the murder of a young child is especially likely to evoke strong emotions. Id. at ¶ 60. By its terms, the holding in Jackson narrowly applies only in death-penalty cases involving the murder of a young child and only when the defense seeks to inform the prospective jurors of that fact. And, even then, it does not require that prospective jurors be informed of the specific details of the murder; they are to be informed only that the victim was a young child.\n\n¶ 26 We reject Madison’s attempt to extend Jackson beyond the facts of that case. We also note that in this case, the trial judge, exercising her discretion, did allow a fair amount of information about inflammatory facts to be revealed during voir dire. The allegations of triple homicide, kidnapping, “sexual[] mutilat[ion],” and corpse abuse were all set forth in the jury questionnaire. In addition, during the examinations of juror Nos. 5, 40, and 43, the court allowed defense counsel to ask questions incorporating inflammatory facts.\n\n¶ 27 This portion of Madison’s first proposition of law lacks merit.\n2. Use of “Follow the Law” Questions\n\n¶ 28 Madison also complains that the trial court allowed the prosecution to ask the prospective jurors whether they would “follow the law” despite their personal views and used the responses to retain jurors who should have been excluded under Morgan, 504 U.S. 729, 112 S.Ct. 2222, 119 L.Ed.2d 492. Madison contends that permitting these “superficial” questions “denied [him] a reasonable opportunity to discover[] necessary information about at least some of these juror’s views about capital punishment.” But Madison does not explain how the prosecutor’s questions could have impaired his own counsel’s ability to inquire into the views of the jurors. We reject this portion of Madison’s first proposition.\n\n3. Questions about Jurors’ Understanding of Rights and Responsibilities\n\n¶ 29 Madison additionally contends that the trial court unreasonably restricted his counsel’s attempts to ask jurors about their understanding of their “rights and responsibilities” as jurors in a capital case. He asserts—without citing authority—that such questioning is “[e]ssential to an adequate voir dire.”\n\n¶ 30 The purpose of voir dire is to determine whether a prospective juror has the statutory qualifications to be a juror and is free from bias or prejudice, and to facilitate an “intelligent exercise” of peremptory challenges. State v. Anderson, 30 Ohio St.2d 66, 72, 282 N.E.2d 568 (1972). It is not to indoctrinate jurors or instruct them in the law. See State v. Patterson, 188 Ohio App.3d 292, 2010-Ohio-2012, 935 N.E.2d 439, ¶ 85-86 (2d Dist.); State v. Carmon, 10th Dist. Franklin No. 75AP-583, 1976 WL 189810, *2 (June 1, 1976). Furthermore, contrary to Madison’s claims, the trial court did not uniformly prevent defense counsel from asking about these matters.\n\na. “Personal Moral Judgment”\n\n¶ 31 Madison complains that the trial court precluded his counsel from asking jurors if they understood that they were required to exercise their own\n“personal moral judgment” in weighing aggravating circumstances and mitigating factors. This claim applies to seated juror Nos. 5, 9, 30, and 32.\n\n¶ 32 Certainly, jurors exercise moral judgment in capital sentencing. But Madison cites no authority supporting his claim that he was entitled to ask this specific question. In any event, the trial court allowed his counsel to ask questions on the topic multiple times. Only when questions became repetitive did the trial court sustain objections or tell counsel to “move on.” The record does not indicate an abuse of discretion.\n\nb. “Spark of Humanity”\n\n¶ 33 Madison next asserts that the trial court improperly prevented his counsel from asking jurors if they understood they could consider anything to be mitigating, including seeing a “spark of humanity” in the defendant. Again, he cites no authority for the proposition that a capital defendant is entitled to ask such a question on voir dire.\n\n¶ 34 This claim applies to four seated jurors (Nos. 7, 30, 35, and 43). In the case of juror No. 30, the “spark of humanity” question was asked without objection. This question or similar questions to juror Nos. 7, 35, and 43 were not permitted, but the defense did ask these jurors about having moral feelings in one’s heart that one cannot articulate and about being able to exercise their “personal moral judgment” without any obligation to explain themselves. These questions cover concepts similar to the “spark of humanity” question, and the trial court did not abuse its discretion by disallowing the question as to some jurors.\n\nc. Duty to Respect Moral Judgment of Other Jurors\n\n¶ 35 Madison next objects that the court did not allow his counsel to inquire about each juror’s “duty to respect the personal moral judgment of their fellow jurors.” This claim applies to six seated jurors (Nos. 23, 24, 30, 32, 40, and 43). However, it is factually supported only as to juror Nos. 40 and 43. Madison’s counsel was allowed to ask this question of the other four, being restricted only\nwhen the questions became repetitive. And counsel was permitted to ask juror No. 43 about his obligation to “listen very carefully” and to “consider everything” the other jurors might say.\n\n¶ 36 In any event, we see no error. Madison cites no authority for this alleged duty, nor does he explain why this question is essential to an adequate voir dire.\n\nd. Single-Juror Veto of Death Sentence\n\n¶ 37 Madison further complains that his counsel was restricted from asking jurors if they understood that every juror could preclude a death sentence. This claim applies to three seated jurors (Nos. 24, 32, and 40). But defense counsel was permitted to tell one of these jurors that “if one juror * * * votes for life, it’s a life sentence” and another that “each individual juror has the power of life.” The trial court sustained objections only when counsel asked the jurors if they knew that all jurors could do this and when counsel described it as an “awesome” power or responsibility. Further, counsel was allowed to describe the matter as an important responsibility and to ask the jurors to deliberate carefully. No abuse of discretion is apparent here.\n\ne. Death Sentence Will Be Carried Out\n\n¶ 38 Madison also contends that the trial court improperly barred his counsel from inquiring into the jurors’ understanding that if a death sentence is imposed in Ohio, it will actually be carried out. This claim applies to one seated juror (No. 43). Madison cites no authority establishing a right to ask this question on voir dire, and we find no abuse of discretion.\n\n4. Failure to Define Aggravation and Mitigation\n\n¶ 39 In his final challenge to the adequacy of voir dire, Madison takes issue with the trial court’s failure to define the terms “aggravating circumstances” and “mitigating factors.” But “[a]t the early stage of a trial, the trial court is not required to completely instruct the jury, for example, by defining mitigation.” State\nv. Bryan, 101 Ohio St.3d 272, 2004-Ohio-971, 804 N.E.2d 433, ¶ 202. This applies to aggravating circumstances as well.\n\n¶ 40 Madison’s first proposition of law is overruled.\n\nB. Defense Challenges for Cause\n\n¶ 41 In his second proposition of law, Madison contends that the trial court erroneously overruled his challenges for cause to nine jurors and prospective jurors. Juror Nos. 5, 40, and 43 were seated as jurors in this case; the remaining six, prospective juror Nos. 11, 12, 29, 31, 34, and 37, were peremptorily challenged by the defense. Madison maintains that each should have been excused as automatic-death-penalty jurors under Morgan, 504 U.S. 719, 112 S.Ct. 2222, 119 L.Ed.2d 492. He also says that juror Nos. 40 and 43 should have been excused for other reasons.\n\n¶ 42 On a challenge for cause, “[t]he ultimate question is whether the ‘juror sw[ore] that he could set aside any opinion he might hold and decide the case on the evidence, and [whether] the juror’s protestation of impartiality [should be] believed.’ ” (Brackets sic.) White v. Mitchell, 431 F.3d 517, 538 (6th Cir.2005), quoting Patton v. Yount, 467 U.S. 1025, 1036, 104 S.Ct. 2885, 81 L.Ed.2d 847 (1984). This determination “necessarily involves a judgment on credibility,” State v. DePew, 38 Ohio St.3d 275, 280, 528 N.E.2d 542 (1988), so “deference must be paid to the trial judge who sees and hears the juror,” Wainwright v. Witt, 469 U.S. 412, 426, 105 S.Ct. 844, 83 L.Ed.2d 841 (1985). Hence, a trial court’s resolution of a challenge for cause will be upheld unless it is unsupported by substantial testimony, so as to constitute an abuse of discretion. State v. Tyler, 50 Ohio St.3d 24, 31, 553 N.E.2d 576 (1990).\n\n1. Alleged Automatic-Death-Penalty Jurors\n\na. Juror No. 5\n\n¶ 43 At the outset of her voir dire, juror No. 5 stated that she would consider the aggravating circumstances and mitigating factors in determining the\nsentence. When asked if she could put her personal opinion aside and follow the law even if she thought “someone is deserving of the death penalty but the law prohibits” it, she said, “Yes.” After the prosecutor explained what “mitigation” meant, she said she would consider mitigation.\n\n¶ 44 Juror No. 5 later gave a few contrary responses when Madison’s counsel asked her to assume that a defendant had been found guilty of aggravated murder with “no legal justification or excuse” in the course of a kidnapping or rape or multiple homicides, with 100 percent certainty of guilt.\n\n¶ 45 Trying to clarify the juror’s views, the trial court pointed out that she had earlier said she would “consider all the possible sentences” but had told defense counsel that she would vote to impose a death sentence in the scenario she was given. The court asked: “Are you telling me that you would not consider those other factors—those other possible sentences?” She answered, “I would still mitigate—I would still go through the process to come to a fair decision in my heart.” (Emphasis added.)\n\n¶ 46 In response to a later defense question, the juror said that if the defendant was proven guilty and no mitigating factors existed, she would vote to impose a death sentence. But if there were mitigating factors, she said, she “would consider them.” She reaffirmed this twice.\n\n¶ 47 The trial court asked: “[I]f the mitigating factors indicated to you that life with parole at 25 was appropriate, would you do that?” The juror replied: “Yes, I would. * * * [I]t goes back to being a fair person, to take everything into consideration and make a decision based on the law and what I feel is appropriate I guess.” (Emphasis added.)\n\n¶ 48 When a prospective juror gives contradictory answers, it is the trial judge’s function to determine her true state of mind. E.g., State v. Group, 98 Ohio St.3d 248, 2002-Ohio-7247, 781 N.E.2d 980, ¶ 66. But Madison maintains that a\njuror who indicates a preference for an automatic death penalty is biased under Morgan even if the juror states that he or she will follow the law.\n\n¶ 49 It is true that a Morgan challenge may not be denied based merely on a juror’s answers to “general questions of fairness and impartiality.” (Emphasis added.) Morgan, 504 U.S. at 735, 112 S.Ct. 2222, 119 L.Ed.2d 492. But juror No. 5 “was not merely making a general promise to be fair or to uphold the law.” State v. Perez, 124 Ohio St.3d 122, 2009-Ohio-6179, 920 N.E.2d 104, ¶ 171. Her statements were specific. She repeatedly pledged to consider mitigation and said the sentence she would vote to impose would depend on what the mitigating factors were. The trial court’s decision to retain her was “supported by substantial testimony,” id. at ¶ 173, and was not an abuse of discretion.\n\nb. Prospective Juror No. 11\n\n¶ 50 Prospective juror No. 11 said that he was not “predisposed to the death penalty.” He understood that he was required to vote for a life sentence if the state failed to prove that aggravation outweighed mitigation, and he pledged to “put [his] own personal preference aside,” weigh the mitigating factors, and fully consider all sentencing options.\n\n¶ 51 Defense counsel specifically declined to challenge this prospective juror under Morgan and indeed conceded that he was not a Morgan-challengeable juror. When the defense challenged this prospective juror for cause, it did so only on the ground that the trial court had unduly restricted his voir dire. Now, Madison argues that prospective juror No. 11 should have been excluded under Morgan. But he forfeited this claim by declining to assert it at trial. See State v. Bethel, 110 Ohio St.3d 416, 2006-Ohio-4853, 854 N.E.2d 150, ¶ 116.\n\nc. Prospective Juror No. 12\n\n¶ 52 Prospective juror No. 12 indicated on his questionnaire that the death penalty should be imposed in all murder cases. The trial court outlined the jury’s four sentencing options—life in prison with parole eligibility after 25 years, life in\nprison with parole eligibility after 30 years, life in prison without parole, and the death penalty—and asked prospective juror No. 12 if he would consider all four before rendering his verdict. He replied: “I’d have to see all the information to give an honest answer.” The court then asked: “Would you in fact consider any mitigating factors that the defense may present * * * and after that weighing process, would you return a verdict after fairly and fully considering all those four options?” The prospective juror said he would.\n\n¶ 53 The trial court asked prospective juror No. 12 why he had indicated on his questionnaire that death should be imposed in all murder cases. He replied, “[T]hat was my feeling at the time.” When asked if he felt that he “could determine the sentence he would impose right now,” he answered, “No.” Instead, he would listen to everything, weigh it, and only then make his determination. And he reiterated that he would consider all four sentences. He understood that if the aggravating circumstances did not outweigh the mitigating factors, it would be his duty to vote for a life sentence, and he said he could do that.\n\n¶ 54 Prospective juror No. 12’s questionnaire response would have made him ineligible had he stuck to it. But he did not; he modified his position during voir dire. He explained that his response reflected what he thought “at the time,” indicating that his views had changed during the voir dire process as he better understood the requirements of the law. He said that he had not predetermined his verdict and repeatedly stressed the importance of knowing the facts before voting to impose a sentence. The trial court did not abuse its discretion in declining to excuse him for cause.\n\nd. Prospective Juror No. 29\n\n¶ 55 Prospective juror No. 29 wrote on his questionnaire that “[i]n some cases,” capital punishment is “all right.” He also checked a box indicating that the death penalty “[s]hould be imposed in most, but not all, murder cases.”\nOn voir dire, prospective juror No. 29 told the trial court that if he felt the mitigating factors outweighed the aggravating circumstances, he could consider the life-sentencing options that the judge had outlined to him. The court asked prospective juror No. 29 whether he would “consider everything that’s presented to [him], engage in that weighing process,” and base his verdict on whether or not the aggravating circumstances outweighed the mitigating factors beyond a reasonable doubt. He said, “Yes.”\n\nThe prosecutor asked prospective juror No. 29 whether he understood that he must impose a life sentence if the state did not prove beyond a reasonable doubt that the aggravating circumstances outweighed the mitigating factors. He said that he did and that he was comfortable with that.\n\nThe prosecutor then asked prospective juror No. 29 to explain what he meant by “some cases” on his questionnaire. He replied: “It all depends on if the person is guilty of the crime, if [it’s] proved * * * that he’s taken someone else’s life, then he should give his own life for that life that he’s taken.” The prosecutor explained that her question assumed the person had been found guilty and then asked: “But what if the state does not prove beyond a reasonable doubt that the aggravating circumstances outweigh the mitigating factors? Can you apply the law that says that you have to impose” one of the life-sentence options? The prospective juror said: “I suppose you can do that, sure.” He also said he could apply the law, even though he might not agree with it. The prosecutor then asked again whether he could vote for a life sentence if the state failed to prove beyond a reasonable doubt that the aggravating circumstances outweighed the mitigating factors. He answered, “Yes.”\n\nDuring defense questioning, prospective juror No. 29 stated that in his “personal opinion,” a person who takes life “ruthlessly” and without justification or excuse gives up his right to live. The trial court then asked: “[I]f you feel that the mitigating factors outweigh any aggravating circumstances [sic],\ncould you consider the other possibilities [i.e., the life sentencing options]?” He said that he could and that he would listen to all the evidence.\n\n¶ 60 Defense counsel then asked: “You’ve already said that if somebody goes out and kills somebody, as far as you’re concerned in your personal moral judgment, it’s the death penalty?” The prospective juror said: “From what I understand, * * * they have to prove it beyond whatever reasonable doubt or what have you, * * *. If they don’t do it like you’ve already went through it earlier, then I could impose one of the other three. (Emphasis added.) Defense counsel said, “You’re right on the law” but then asked: “[I]n your mind, in your heart, a guy who goes out and does something like that, * * * it’s the death penalty, right?” The prospective juror replied: “[I]f they can prove it * * * I can say yes or no to that.” (Emphasis added.)\n\n¶ 61 The trial court overruled a defense challenge for cause. Madison argues that the court abused its discretion in retaining the prospective juror and complains that the defense had to later remove him with a peremptory challenge. Though at one point, prospective juror No. 29 stated his “personal opinion” that a person who takes a life ruthlessly and without justification gives up his right to live, he repeatedly said that he would follow the law and could consider imposing a life sentence. Taking his voir dire as a whole, the trial court did not abuse its discretion by retaining him.\n\ne. Prospective Juror No. 31\n\n¶ 62 Prospective juror No. 31 wrote on her questionnaire that the death penalty is warranted “in some henious [sic] cases.” She also checked a box indicating that the death penalty is “[a]ppropriate in some murder cases [and] inappropriate in other murder cases,” adding that “although murder is horrendous, sometimes the circumstances would warrant a less severe sentence.”\n\n¶ 63 On voir dire, the prospective juror stated that she understood that the state had to prove that the aggravating circumstances outweighed the mitigating\nfactors for the death penalty to be imposed. She also acknowledged that if the state failed to so prove, she “would be required to make a finding of one of the life sentences” and said that she could do so. When asked if she had predetermined the sentence, she said that she had not because she had not yet heard the evidence.\n\n¶ 64 When asked what she meant by heinous cases, she explained that it meant “something that’s beyond *** an average case—*** something so horrendous that it’s not fathomable.” Defense counsel asked if she regarded the facts of the instant case, as stated in the questionnaire, as heinous; the prospective juror answered: “If it’s proven.” She also said: “I think in a heinous case I would say that all would probably involve the death penalty. *** In lesser degrees of guilt, that there may be other sentences that are more appropriate.”\n\n¶ 65 Prospective juror No. 31 did not state that she would automatically support a death sentence even for a heinous crime; the closest she came was her statement that all heinous cases would “probably involve the death penalty.” (Emphasis added.) But she wrote on her questionnaire that death was warranted in “some” heinous cases and said on voir dire that she would impose one of the life sentences if aggravation did not outweigh mitigation. Considering all her answers, the trial court did not abuse its discretion in concluding that she was not an automatic-death-penalty juror and in overruling the defense’s challenge for cause.\n\nf. Prospective Juror No. 34\n\n¶ 66 Prospective juror No. 34 wrote on his questionnaire that he favored the death penalty for all persons convicted of murder. But on voir dire, when asked if he could impose a life sentence, he said: “I suppose I could.” The trial court explained: “[I]f you find that [the] mitigating factors outweigh any aggravating circumstances, then you would be required to return a penalty and not the death penalty.” He said he thought he could do that, adding, “it’s hard for me to sit here not knowing what those mitigating circumstances may or may not be.” The trial court explained that at the appropriate time, the jury would be told what they were.\nThe prospective juror said he would be able to consider and weigh them. The trial court asked: “[I]f you find the state has not proven beyond a reasonable doubt that those aggravating circumstances outweigh the mitigating factors, would you in fact as required * * * sign a verdict for one of those life options?” He replied that he would do so.\n\n¶ 67 Defense counsel later asked about a murderer who killed “intentionally * * * after deliberation” and without justification or excuse: “For that guilty murderer, in your opinion—not what does the law require, but in your opinion—is the death penalty the only appropriate penalty without regard to any mitigation?” The prospective juror said, “Yes.” Later, however, defense counsel asked: “[W]ill you in fact weigh aggravation and mitigation? Can you do that?” He responded, “Yes.”\n\n¶ 68 The trial court overruled Madison’s challenge for cause. The defense later exercised a peremptory challenge against prospective juror No. 34.\n\n¶ 69 Like prospective juror No. 29, prospective juror No. 34 expressed a personal view favoring a death sentence in certain circumstances yet also said that he would consider mitigating factors, would engage in weighing, and would vote for a life sentence if aggravation did not outweigh mitigation. These were not mere “general promise[s] to be fair or to uphold the law.” Perez, 124 Ohio St.3d 122, 2009-Ohio-6179, 920 N.E.2d 104, at ¶ 171. The trial court’s decision to overrule the defense’s challenge for cause as to this prospective juror was based on substantial testimony and was not an abuse of discretion.\n\ng. Prospective Juror No. 37\n\n¶ 70 Prospective juror No. 37 indicated on his questionnaire that he believed in the death penalty for “most, but not all, murder cases.” In a number of his other questionnaire responses, he stated that it was important to him to consider the “details” of the case, including the defendant’s past history, before determining a punishment.\nOn voir dire, the prospective juror said he would be able to consider one of the life sentences. He understood that he was required to choose a life sentence if the state failed to prove beyond a reasonable doubt that aggravating circumstances outweighed mitigating factors. He also said he would not automatically vote for death without following the law given by the judge.\n\nDefense counsel asked prospective juror No. 37 whether, in his personal opinion, death would be the only appropriate penalty for a premeditated killing, without regard to mitigation. The prospective juror replied: “[I]t would not be the only * * * appropriate penalty.” Repeated questioning failed to change his answer. Because this prospective juror said he would consider the mitigating factors and would not automatically vote for death, the trial court did not err in declining to excuse him for cause.\n\nh. Juror No. 40\n\nOn his questionnaire, juror No. 40 wrote that the death penalty “can be necessary for some crimes,” that it is appropriate in some murder cases and not in others, and that its appropriateness “really depends on each case [and] the situation.”\n\nOn voir dire, juror No. 40 affirmed that he could consider and impose a life sentence “if [the state] didn’t prove beyond a reasonable doubt the aggravating circumstances outweigh the mitigating factors.” Indeed, he said he had no preconceived idea of what sentence would be appropriate. Although he felt the death penalty “should be on the table” for murder, he said he would consider other sentences and would not automatically vote for death.\n\nStressing that he sought only juror No. 40’s personal opinion, defense counsel asked if he believed that death should be the only appropriate penalty, regardless of any mitigation, for an aggravated murder committed during a kidnapping or rape. The juror replied, “From what you just described, yes.” However, the trial court followed up and asked, “[I]f you found * * * that the\nmitigating factors do outweigh the aggravating circumstances, could you consider one of the life options?” The juror said that he “could consider it.”\n\n¶ 76 The defense challenged juror No. 40 based on his answer to defense counsel’s hypothetical. But the defense’s hypothetical had specifically asked for the juror’s personal opinion: “Not a legal quiz, just in your heart, in your opinion.” Even though the juror did indicate that in his personal opinion, death would be the only appropriate penalty for the crime described, he also repeatedly affirmed that he would engage in the statutory weighing and could consider imposing a life sentence.\n\n¶ 77 Juror No. 40’s voir dire responses as a whole indicate that he was not biased in favor of the death penalty. The trial court did not abuse its discretion in retaining him.\n\ni. Juror No. 43\n\n¶ 78 Juror No. 43’s responses included a few contradictory answers. He initially stated that he was opposed to capital punishment. But when defense counsel asked whether, after hearing the facts of the case, he had formed the opinion that “whoever did this * * * should get the death penalty,” he replied, “Yes, definitely.” However, when counsel posed another version of the same question, the juror said, “[T]hat never crossed my mind.” Counsel also asked for his personal opinion—not for what he thought the law required—about whether a hypothetical person guilty of three murders with kidnapping and rape should get the death penalty. The juror said, “Yeah.”\n\n¶ 79 The trial court subsequently asked the juror if he would impose a life sentence if the aggravating circumstances did not outweigh the mitigating factors, and he replied yes. The court questioned whether the juror would automatically impose either death or a life sentence, and he said, “[It] depends on how it goes.” Defense counsel also asked the juror whether he “like[d] the death penalty.” He\ndeclined to say that he did; before he could decide, he said, he “ha[d] to see everything first.”\n\n¶ 80 Juror No. 43 stated that he would impose a life sentence if aggravation did not outweigh mitigation. And the record does not indicate that he would automatically vote for death. Thus, the court did not abuse its discretion in retaining him.\n\n2. Other Challenges for Cause\n\n¶ 81 Madison identifies other reasons why he believes the court should have excused juror Nos. 40 and 43 for cause. Juror No. 40, Madison argues, was unable to state that he could give proper attention to the case, and juror No. 43 had “difficulty reading and writing in English.”\n\n¶ 82 Juror No. 40 told the trial court that he would give his full attention to the case. He did admit the “possibility” that his job might distract him but promised he “would do [his] best” to give the trial his full attention. No abuse of discretion is evident.\n\n¶ 83 Juror No. 43 did not fully complete his questionnaire and did not sign it. He indicated privately to the court that he could not read or write. The court offered to excuse him prior to his voir dire, and the state moved for excusal, but the defense opposed it, arguing that it would violate the juror’s constitutional right to serve. On voir dire, the juror explained that he was able to read, albeit slowly, but his ability to read “certain things” was limited. After juror No. 43’s voir dire, the parties switched positions, with the defense challenging him for cause due to his limited reading ability and the state opposing the challenge. The trial court denied the challenge.\n\n¶ 84 Neither R.C. 2945.25 nor Crim.R. 24(C) specifies that limited reading ability is cause for disqualification. Thus, the trial court had discretion to determine whether the juror was “unsuitable” under Crim.R. 24(C)(14). Nothing in the record indicates an abuse of discretion.\nTo sum up, Madison has not shown that the trial court abused its discretion in overruling any of the challenges for cause discussed in this proposition. Madison’s second proposition of law is overruled.\n\nC. Prosecution Challenges for Cause\n\nIn his third proposition of law, Madison contends that three prospective jurors (Nos. 18, 38, and 45) were improperly excused for cause due to their reservations about capital punishment.\n\nA prospective juror may not be excluded for cause simply because the prospective juror expresses reservations about imposing the death penalty. State v. Keith, 79 Ohio St.3d 514, 519-520, 684 N.E.2d 47 (1997), citing Witherspoon v. Illinois, 391 U.S. 510, 520-523, 88 S.Ct. 1770, 20 L.Ed.2d 776 (1968). However, a prospective juror may be excluded for cause if the prospective juror’s beliefs about capital punishment “would prevent or substantially impair the performance of his duties as a juror in accordance with his instructions and oath.” Adams v. Texas, 448 U.S. 38, 45, 100 S.Ct. 2521, 65 L.Ed.2d 581 (1980); see also State v. Rogers, 17 Ohio St.3d 174, 478 N.E.2d 984 (1985), paragraph three of the syllabus, vacated on other grounds, Rogers v. Ohio, 474 U.S. 1002, 106 S.Ct. 518, 88 L.Ed.2d 452 (1985).\n\n1. Prospective Juror No. 18\n\nProspective Juror No. 18 wrote on her questionnaire: “I don’t believe anyone should be punished for a crime with death,” “I would never agree to impose the death penalty,” “I would not agree to sentence anyone to death,” and “I believe the taking of another person’s life is morally wrong.”\n\nShe said pretty much the same thing in voir dire. She could not imagine any circumstance in which she would vote to impose the death penalty, “could not morally ever feel right” in imposing a death sentence, “could never agree to put somebody to death,” and “could not attach [her] name to” a death verdict. When defense counsel inquired if she would “be able to consider * * * aggravation\nand mitigation,” she replied, “Absolutely,” but immediately followed this with, “[H]e could be guilty, but I still wouldn’t impose the death penalty.”\n\n¶ 90 Prospective juror No. 18 consistently and categorically said that she could never vote to impose a death sentence. The trial court justifiably concluded that her views would substantially impair her ability to perform as a juror.\n\n2. Prospective Juror No. 38\n\n¶ 91 When asked if she could sign a verdict imposing the death penalty if the state proved that aggravation outweighed mitigation, prospective juror No. 38 said, “No.” The trial court noted that she responded “quickly and firmly.” Asked if she could set aside her views and follow the law, she answered, “No.” She said she could not sign a death verdict under any circumstances. Like prospective juror No. 18, this prospective juror unequivocally said she could not set her views aside and follow the law in a capital case. The trial court did not abuse its discretion by taking her at her word.\n\n3. Prospective Juror No. 45\n\n¶ 92 Prospective juror No. 45 was excused for cause after stating that he would not follow the law if his conscience said otherwise. Madison contends that it was error to excuse this prospective juror, but we need not consider his claim. Had prospective juror No. 45 not been excused, he would have been an alternate juror. No alternates were substituted for regular jurors in this case; hence, “[e]ven if [the prospective juror] had not been excused, [he] would not have deliberated [Madison’s] fate,” State v. Jenkins, 15 Ohio St.3d 164, 186, 473 N.E.2d 264 (1984).\n\n¶ 93 Madison’s third proposition of law is overruled.\n\nD. Religious-Freedom Claims\n\n¶ 94 In his fourth proposition of law, Madison contends that the practice of death-qualifying juries violates the Free Exercise and Establishment Clauses of the First Amendment by excluding prospective jurors who are opposed to capital punishment based upon their religious beliefs.\nTo start with, Madison makes no argument as to why he is entitled to raise the religious-freedom rights of the prospective jurors. The United States Supreme Court has allowed a defendant third-party standing to challenge on equal-protection grounds the exclusion of petit jurors on the basis of race or sex. See *Batson v. Kentucky*, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986); *J.E.B. v. Alabama ex rel. T.B.*, 511 U.S. 127, 114 S.Ct. 1419, 128 L.Ed.2d 89 (1994). It has not, however, addressed the issue whether a defendant possesses standing to assert the rights of petit jurors in other contexts. Nevertheless, even assuming that Madison has standing to raise the religious-freedom rights of excluded prospective jurors, we have little difficulty rejecting his challenge.\n\nThe practice of death qualification is authorized by R.C. 2945.25(O), which permits a trial court to excuse a prospective juror who “otherwise is unsuitable for any other cause to serve as a juror.” See *State v. Beuke*, 38 Ohio St.3d 29, 38, 526 N.E.2d 274 (1988). This court, as well as the United States Supreme Court, has repeatedly upheld the “death qualification” process. *State v. Moore*, 81 Ohio St.3d 22, 26, 689 N.E.2d 1 (1998); *Lockhart v. McCree*, 476 U.S. 162, 173, 106 S.Ct. 1758, 90 L.Ed.2d 137 (1986). R.C. 2945.25(O) is a facially neutral law of general applicability and is not designed to target religious conduct. The death-qualification requirement applies neutrally to all prospective jurors, regardless of the basis for their unwillingness to consider the death penalty. Thus, the death-qualification procedure does not violate the Free Exercise Clause. See *Church of the Lukumi Babalu Aye, Inc. v. Hialeah*, 508 U.S. 520, 532-534, 542-545, 113 S.Ct. 2217, 124 L.Ed.2d 472 (1993). Nor is there anything in the practice that could be said to violate the First Amendment’s prohibition on government action “respecting an establishment of religion.”\n\nIn addition to his constitutional claims, Madison argues that death qualification of jurors violates the Religious Freedom Restoration Act (“RFRA”), 42 U.S.C. 2000bb-1. This argument is precluded by the holding of the United\nStates Supreme Court that RFRA may not constitutionally be applied to the states. *Boerne v. Flores*, 521 U.S. 507, 519-536, 117 S.Ct. 2157, 138 L.Ed.2d 624 (1997).\n\n¶ 98 Madison’s fourth proposition of law is overruled.\n\n**III. COMPELLED PSYCHIATRIC EXAMINATION**\n\n¶ 99 Before trial, the defense retained two forensic psychologists to evaluate Madison. The trial court also ordered Madison to submit to a pretrial mental examination by a state-selected forensic psychiatrist. Dr. Steven Pitt conducted the court-ordered examination and testified for the state in the penalty phase. During his testimony, portions of his video-recorded interview with Madison were played.\n\n¶ 100 In his 11th through 13th propositions of law, Madison challenges the compelled psychiatric examination. Principally, he claims that ordering the examination and admitting the resulting evidence violated the Fifth and Sixth Amendments. He also makes an argument based on one of Ohio’s death-penalty statutes, R.C. 2929.03(D)(1).\n\n**A. Factual Background**\n\n¶ 101 Before trial, the state moved to require Madison to submit to a psychological evaluation. The state asserted that Madison had retained multiple psychological experts and that it anticipated that these experts would testify about Madison’s psychological state before and after the murders.\n\n¶ 102 In response, Madison claimed that he had “not given pre-trial notice of any intent to put his mental state in issue,” that “neither his competency, nor his sanity or mens rea will be an issue” in either phase, and that he was “not putting his state of mind in issue.” Madison contended that the state would have “no psychiatric evidence to rebut.” Nevertheless, Madison “reserve[d] the right to present expert psychological evidence * * * in mitigation that does not call into question his mental state.”\nAt a subsequent hearing, the state reiterated its request for a court-ordered mental examination. The defense argued that such an order would violate the Fifth Amendment and asserted: “We are not placing [Madison’s] mental state into issue in either the trial or the mitigation phase.” The state rejoined that a defense psychological report it had received in discovery indicated that defense experts had found “brain damage,” a claim the state argued it could not rebut without an additional examination. The defense denied that it was “claiming brain damage” but conceded that its experts had stated that early childhood abuse causes “changes in the brain” of the abused person.\n\nThe trial court asked defense counsel whether they intended to use “brain damage as a mitigating factor, should we get there.” Counsel ultimately stated that they “anticipate[d]” using it in the penalty phase.\n\nThe trial court granted the state’s motion to have Madison evaluated by Dr. Pitt. But the court limited the examination to Madison’s brain damage and prohibited questioning about the facts and circumstances of this particular case. The defense took an interlocutory appeal to the Eighth District Court of Appeals, which stayed the examination during the appeal. The Eighth District then affirmed the trial court’s judgment. State v. Madison, 8th Dist. Cuyahoga No. 101478, 2015-Ohio-4365, appeal not accepted, 144 Ohio St.3d 1505, 2016-Ohio-652, 45 N.E.3d 1050.\n\nAfter the Eighth District’s decision, Dr. Pitt resumed his interview with Madison, which had begun prior to the stay. Defense counsel sought to be present during the interview to ensure that the limits set by the trial court’s order were respected, but the trial court denied this request.\n\nDuring the penalty phase, two defense experts, Drs. Daniel L. Davis and Mark D. Cunningham, testified that Madison’s childhood environment had included a number of adverse factors—including “neurodevelopmental factors” such as abuse, neglect, harsh discipline, and head trauma—that are\ncorrelated with a high risk of negative outcomes, including criminal or violent behavior. They also testified that these neurodevelopmental factors have a physical effect on the “wiring” of the brain itself: its structure, chemistry, and electrical activity.\n\n¶ 108 Dr. Davis explained that the brain does not finish developing until a person is 24 or 25 years old. According to Dr. Davis, early exposure to abuse and trauma results in negative alterations to the brain’s structure and chemistry. Dr. Cunningham also testified about the effect of abuse and other negative childhood experiences on the brain’s physiology.\n\n¶ 109 The state introduced Dr. Pitt’s testimony in rebuttal. He diagnosed Madison as having antisocial-personality disorder. Dr. Pitt’s opinion was that Madison’s childhood did not cause him to commit the murders, and he rejected the idea that Madison’s ability to make choices in life was limited by his background. A video recording of his examination of Madison was admitted into evidence and portions of it were shown to the jury.\n\nB. Madison’s Claims\n\n¶ 110 Madison contends that the trial court erred by ordering him to submit to Dr. Pitt’s mental examination and admitting evidence derived from that examination. He argues that (1) implicit within Ohio’s death-penalty statute, R.C. 2929.03(D)(1), is a broad policy prohibiting the use of such examinations, (2) the compelled examination in this case violated the Fifth Amendment because he did not place his mental state in issue, (3) ordering the examination unconstitutionally forced him to choose between his Fifth Amendment right against self-incrimination and his Eighth Amendment right to present mitigating evidence, (4) his Sixth Amendment right to counsel was violated because his counsel lacked adequate advance notice of the examination’s scope, and (5) his right to counsel was violated because counsel was not present for the examination.\n1. R.C. 2929.03(D)(1)\n\n¶ 111 In his 11th proposition of law, Madison argues that the structure of Ohio’s death-penalty statutes limits the state’s ability to force a death-eligible defendant to respond to questions unless the defendant chooses to do so. For support, he chiefly relies on language in R.C. 2929.03(D)(1), which provides for the preparation of presentence-investigation reports and psychiatric reports for purposes of mitigation in capital cases at the request of the defendant. See also R.C. 2947.06. Specifically, he relies on one sentence within R.C. 2929.03(D)(1): “A pre-sentence investigation or mental examination shall not be made except on the request of the defendant.” He also points to another part of R.C. 2929.03(D)(1) that allows a capital defendant to make an unsworn statement in the penalty phase without being subjected to cross-examination. Tying these provisions together, he infers a “broad policy” that capital defendants may not be “forc[ed] * * * to respond to questions.”\n\n¶ 112 The problem with this argument is that the mental examination to which Madison objects was not done pursuant to R.C. 2929.03(D)(1) but rather to allow the state to provide rebuttal evidence. The prohibition in R.C. 2929.03(D)(1) applies only to presentence investigations and medical examinations done pursuant to that section. We find nothing in R.C. 2929.03(D)(1) that bars a trial court from ordering a psychiatric examination of a defendant for the purpose of rebutting psychiatric evidence that the defendant intends to introduce. And we decline Madison’s invitation to craft a statutory prohibition based on speculation about legislative intent.\n\n2. Fifth Amendment\n\n¶ 113 Madison also contends in his 11th proposition of law that a defendant can be compelled to undergo a state-requested psychiatric examination only when he intends to introduce psychiatric evidence that places his state of mind directly at issue. Although he says he did not place his mental state at issue, he\nintroduced extensive expert testimony during the penalty phase that his background and childhood experiences affected the physical structure of his brain, limited his ability to make choices, and exposed him to a high risk of negative life outcomes.\n\n¶ 114 A defendant “who neither initiates a psychiatric evaluation nor attempts to introduce any psychiatric evidence, may not be compelled to respond to a psychiatrist if his statements can be used against him at a capital sentencing proceeding.” Estelle v. Smith, 451 U.S. 454, 468, 101 S.Ct. 1866, 68 L.Ed.2d 359 (1981). However, “a different situation arises where a defendant intends to introduce psychiatric evidence at the penalty phase.” Id. at 472. When a defendant presents expert testimony from a psychiatrist who has examined the defendant, the prosecution is entitled to rebut that testimony by presenting testimony from an expert who has also examined the defendant. In those circumstances, a compelled mental examination of the defendant does not violate the Fifth Amendment. See Buchanan v. Kentucky, 483 U.S. 402, 422-424, 107 S.Ct. 2906, 97 L.Ed.2d 336 (1987); Kansas v. Cheever, 571 U.S. 87, 93-95, 134 S.Ct. 596, 187 L.Ed.2d 519 (2013); State v. Goff, 128 Ohio St.3d 169, 2010-Ohio-6317, 942 N.E.2d 1075, ¶ 58.\n\n¶ 115 Buchanan, Cheever, and Goff were not capital cases, but several courts have concluded that the rule of Buchanan and Cheever applies when the defense presents psychiatric testimony in the penalty phase of a capital case. See Williams v. Lynaugh, 809 F.2d 1063, 1068 (5th Cir.1987); State v. Fitzgerald, 232 Ariz. 208, 303 P.3d 519, ¶ 44-45 (2013); Soria v. State, 933 S.W.2d 46, 55 (Tex.Crim.App.1996); State v. Ross, 269 Conn. 213, 295-296, 849 A.2d 648 (2004); Lockett v. State, 2002 OK CR 30, 53 P.3d 418, ¶ 25-26; see also Giarratano v. Procurier, 891 F.2d 483, 488 (4th Cir.1989) (“Giarratano’s introduction of psychiatric evidence for the purpose of mitigation enabled the prosecution to introduce psychiatric evidence, including that derived from an examination of Giarratano, to show future dangerousness”); Lockett v. Trammell, 711 F.3d 1218, 1242 (10th Cir.2013) (state court reasonably held that capital defendant “put his\nmental health at issue” by presenting psychological evidence in the penalty phase); *Dillbeck v. State*, 643 So.2d 1027, 1030 (Fla.1994).\n\n¶ 116 Madison tries to distinguish *Buchanan* and *Cheever* by arguing that they apply only when the defendant alleges that he has a “mental disease or defect” or a “mental condition” that implicates his mens rea, mental capacity to commit a crime, or ability to premeditate or when he seeks to establish the existence of a “mental disease or defect” mitigating factor under R.C. 2929.04(B)(3).\n\n¶ 117 Madison’s narrow reading of *Buchanan* and *Cheever* makes little sense. *Cheever* explains that a rule shielding the defendant from examination by the state’s expert “would undermine the adversarial process” by depriving the state of “the only effective means of challenging” the defendant’s psychological experts. *Cheever*, 571 U.S. at 94, 134 S.Ct. 596, 187 L.Ed.2d 519. *Buchanan* and *Estelle* express similar concerns. *Buchanan*, 483 U.S. at 422-423, 107 S.Ct. 2906, 97 L.Ed.2d 336; *Estelle*, 451 U.S. at 465, 101 S.Ct. 1866, 68 L.Ed.2d 359.\n\n¶ 118 This concern is not confined to cases in which psychiatric evidence is used in adjudicating guilt, as in *Buchanan* and *Cheever*. Nor is it confined to cases in which the defense seeks to show the existence of a “mental disease or defect” mitigating factor under R.C. 2929.04(B)(3). Instead, *Cheever*’s reasoning logically applies to any case in which a defendant introduces evidence derived from a defense expert’s mental examination of the defendant.\n\n¶ 119 In such a case, the mental issue is one that the defendant has “‘interjected into the case,’” *Buchanan* at 422, quoting *Estelle* at 465. And prohibiting examination by the state’s expert would undermine the adversarial process, because “the only effective means of challenging” the testimony of the defendant’s expert is “testimony from an expert who has also examined him.” *Cheever* at 94.\n\n¶ 120 We conclude that in a capital case, when the defendant demonstrates an intention to use expert testimony from a mental examination in the\npenalty phase, the Fifth Amendment permits the trial court to order that the defendant submit to a mental examination by an expert of the state’s choosing. Further, when the defense uses expert testimony from a mental examination in the penalty phase, the state may rebut that evidence by presenting expert testimony derived from the court-ordered mental examination. Thus, we reject Madison’s Fifth Amendment claim.\n\n¶ 121 Madison also contends in his 11th proposition that by ordering him to submit to the examination by the state’s expert, the trial court forced him to forfeit his Fifth Amendment right to remain silent as a condition of exercising his Eighth Amendment right to obtain and present mitigating evidence in a capital case. Relying upon Simmons v. United States, 390 U.S. 377, 393-394, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968), Madison asserts that he cannot be compelled to forfeit one constitutional right in order to assert another.\n\n¶ 122 Simmons simply held that a defendant’s testimony in support of a motion to suppress on Fourth Amendment grounds is inadmissible against him on the issue of guilt at trial. “In these circumstances,” the court explained, “we find it intolerable that one constitutional right should have to be surrendered in order to assert another.” (Emphasis added.) Id. at 394.\n\n¶ 123 But Simmons did not hold that a defendant may never have to choose between the exercise of constitutional rights. Indeed, the United States Supreme Court has cautioned against giving Simmons a “broad thrust.” McGautha v. California, 402 U.S. 183, 212-213, 91 S.Ct. 1454, 28 L.Ed.2d 711 (1971), vacated in part on other grounds sub nom. Crampton v. Ohio, 408 U.S. 941, 92 S.Ct. 2873, 33 L.Ed.2d 765 (1972). “‘Difficult judgments’” are sometimes required, and although a defendant may have a constitutional right to follow whichever course he chooses, “the Constitution does not by that token always forbid requiring him to choose.” Id. at 213, quoting McMann v. Richardson, 397 U.S. 759, 769, 90 S.Ct. 1441, 25 L.Ed.2d 763 (1970). Instead, a court must ask\n“whether compelling the election impairs to an appreciable extent any of the policies behind the rights involved.” *Id.* In this instance, it does not.\n\n¶ 124 The right to present mitigating evidence in a capital case stems from the conclusion of the United States Supreme Court that the Eighth Amendment requires that before a defendant may be sentenced to death there must be “an *individualized* determination on the basis of the character of the individual and the circumstances of the crime.” (Emphasis sic.) *Zant v. Stephens*, 462 U.S. 862, 879, 103 S.Ct. 2733, 77 L.Ed.2d 235 (1983). When a defendant opts to submit psychiatric evidence, the principle of individualized capital sentencing is not undermined by requiring the defendant to submit to an examination by a state expert so that the state has a fair chance to rebut the defense evidence.\n\n¶ 125 Nor does such an examination undermine the policies of the Fifth Amendment privilege against compelled self-incrimination. To the contrary,\n\n> [t]he admission of this rebuttal testimony harmonizes with the principle that when a defendant chooses to testify in a criminal case, the Fifth Amendment does not allow him to refuse to answer related questions on cross-examination. A defendant “has no right to set forth to the jury all the facts which tend in his favor without laying himself open to a cross-examination upon those facts.” * * * When a defendant presents evidence through a psychological expert who has examined him, the government likewise is permitted to use the only effective means of challenging that evidence: testimony from an expert who has also examined him.\n\n*Cheever*, 571 U.S. at 94, 134 S.Ct. 596, 187 L.Ed.2d 519, quoting *Fitzpatrick v. United States*, 178 U.S. 304, 315, 20 S.Ct. 944, 44 L.Ed. 1078 (1900).\n\n¶ 126 Madison’s 11th proposition of law is overruled.\n3. Sixth Amendment\n\na. Notice of Scope of Examination\n\n¶ 127 The Sixth Amendment right to counsel requires that defense counsel be given prior notice of the nature and scope of a state-sponsored psychiatric examination. See Powell v. Texas, 492 U.S. 680, 681, 109 S.Ct. 3146, 106 L.Ed.2d 551 (1989); Estelle, 451 U.S. at 471, 101 S.Ct. 1866, 68 L.Ed.2d 359, citing Powell v. Alabama, 287 U.S. 45, 69, 53 S.Ct. 55, 77 L.Ed. 158 (1932). In his 13th proposition of law, Madison contends that Dr. Pitt’s examination exceeded the limits set by the trial court and that, as a result, his counsel were not notified of the full scope of the examination.\n\n¶ 128 The trial court’s order approving the examination provided: “State may not inquire into the facts and circumstances of the case. Examination only relates to the brain damage of defendant.” The interview was recorded and the portions that were played for the jury covered several topics: Madison’s childhood and adolescence, his current incarceration, his drug and alcohol use during the period leading up to his arrest, whether he was sexually abused as a child, and his self-evaluation of character defects and weakness.\n\n¶ 129 Though Dr. Pitt’s testimony did not tie all of these areas of inquiry directly to Madison’s claim of brain damage, there is nothing in the record that establishes that Dr. Pitt exceeded the scope of the court’s order. Questions regarding Madison’s childhood, mental status, substance abuse, and self-evaluation could all be relevant to Madison’s claim that he suffered from physiological changes to his brain. And the recordings make clear that Dr. Pitt adhered to the court’s admonition not to inquire into the facts of the case. Thus, Madison has failed to demonstrate that his counsel did not receive adequate notice of the scope of the examination, and we overrule his 13th proposition of law.\nb. Presence of Counsel during Examination\n\n¶ 130 In his 12th proposition of law, Madison argues that the Sixth Amendment entitles a defendant to have his attorney present during a psychiatric examination. In Estelle, the United States Supreme Court held that a defendant has a right to the assistance of counsel “before submitting” to a psychiatric interview. 451 U.S. at 469, 101 S.Ct. 1866, 68 L.Ed.2d 359. But the court specifically disavowed any implication of a right to have counsel present during the interview. Id. at 471, fn.14. Following Estelle, courts have widely determined that the Sixth Amendment does not include a right to have counsel present during a compelled psychiatric interview. See, e.g., United States v. Byers, 740 F.2d 1104, 1115-1122 (D.C.Cir.1984) (plurality opinion); Re v. Snyder, 293 F.3d 678, 682 (3d Cir.2002); State v. Martin, 950 S.W.2d 20, 26-27 (Tenn.1997) (citing cases). We agree and overrule Madison’s 12th proposition of law.\n\nIV. EVIDENTIARY ISSUES\n\nA. The Interrogation Videos\n\n¶ 131 During the guilt phase, the state introduced video recordings of portions of Madison’s interrogation by the police. In his sixth proposition of law, Madison contends that these videos contained officers’ statements that should have been excluded as inadmissible, including accusations of lying and prejudicial reflections on Madison’s character. Madison forfeited most of these claims, and those he preserved do not amount to reversible error.\n\n¶ 132 Madison repeatedly told detectives that he did not remember much about the murders due to his excessive drinking and drug use. During one interview, Detective Nate Sowa expressed doubt about this, pointing out to Madison that after spending three or four days in jail, he was “exhibiting no signs” of withdrawal. Detective Raymond Diaz added that people with drinking problems are “a wreck” after a day or two without alcohol. Madison admitted, “I can’t really explain that.” Madison objected to the jury hearing Sowa’s and Diaz’s statements\nbecause they were unqualified to give opinions on the subject of alcohol dependence. The trial court overruled the objection but instructed the jury that the detectives “are not experts in alcohol dependence.” Madison later objected to the jury hearing a different detective’s statement questioning his claims of alcohol and drug abuse, and the trial court overruled that objection as well.\n\n¶ 133 We find no error. It is common knowledge that heavy drinkers often suffer withdrawal symptoms when they are forced to go without alcohol. Further, the statements made by Sowa and Diaz provided useful context to Madison’s admission that he could not explain why he was not going through withdrawal. And the statement made by the other detective was not harmful to Madison in view of other evidence admitted on this issue. In addition, any possible prejudice was dispelled by the trial court’s instruction.\n\n¶ 134 Madison points to several other police statements that he says should have been redacted as unfairly prejudicial. These include additional skeptical comments about his claims of heavy drug and alcohol use, attempts to find out how many victims he killed, entreaties to cooperate and show remorse, and a detective’s suggestion that Madison got sexually aroused by killing women.\n\n¶ 135 The record does not show any objection to these statements at trial. Thus, Madison can prevail only by showing plain error. To prevail, he must show that an error occurred, that the error was plain, and that but for the error the outcome of the trial clearly would have been otherwise. State v. Mammone, 139 Ohio St.3d 467, 2014-Ohio-1942, 13 N.E.3d 1051, ¶ 69.\n\n¶ 136 The likelihood of prejudice here is low. “[T]he jury was fully aware * * * [that] the officers were engaged in the interrogation of a criminal suspect. In this context, the impact on the average jury would have been much less than the same statements made by a police officer on the witness stand at trial.” State v. Kidder, 32 Ohio St.3d 279, 285, 513 N.E.2d 311 (1987).\nFinding no plain error, we overrule Madison’s sixth proposition of law.\n\nB. Unfairly Prejudicial Evidence\n\nIn his seventh proposition of law, Madison contends that the trial court admitted unfairly prejudicial evidence during the guilt phase in violation of Evid.R. 403(A), which requires a trial court to exclude relevant evidence “if its probative value is substantially outweighed by the danger of unfair prejudice, of confusion of the issues, or of misleading the jury.”\n\nIn his videotaped interview, officers asked Madison multiple times if they would find more victims than the three they had already found, and Madison replied that he did not know. Madison argues that these statements had no probative value and were unfairly prejudicial because they suggested that he may have committed other murders.\n\nMadison concedes that he “did not specifically object” to these questions. But he argues that he preserved this claim by asking the trial court, just before the video was played, to exclude references to “unsolved homicides.” (The state agreed to this request, and the trial court granted it.) The statements that Madison now claims were improper, however, did not involve unsolved homicides and thus were outside the scope of Madison’s request. Thus, Madison’s failure to object at trial forfeits this argument, absent plain error. We find no plain error.\n\nQuiana Baker, a friend of Madison’s, testified that Madison had told her he was “aggravated” with women “acting like they don’t want to fuck” and that they made him “want to * * * Anthony Sowell a bitch.” Madison’s objection at trial was overruled. The admission of this statement was not error. Madison’s statement that he wanted to “Anthony Sowell” a woman was relevant to show intent and prior calculation and design. And when considered in the context of the other\n\n1. Anthony Sowell is a Cleveland serial killer who was convicted of killing 11 women and sentenced to death. See State v. Sowell, 148 Ohio St.3d 554, 2016-Ohio-8025, 71 N.E.3d 1034, ¶ 1-3.\nevidence presented at trial, its probative value was not outweighed by the danger of unfair prejudice.\n\n¶ 142 Another friend, Eugenia Thomas, testified that Madison had once told her he “liked submissive women” and that Madison had “talked about hitting women and tying them up” in a sexual context. Defense objections to this testimony were overruled. We find no error. All three victims were found with bindings around their necks and legs. The fact that Madison enjoyed tying up women was directly relevant to the murders. It also supported the sexual-motivation specifications, R.C. 2941.147(A), which required proof that the murders were committed with “a purpose to gratify the sexual needs or desires of the offender,” R.C. 2971.01(J).\n\n¶ 143 Thomas also testified that sometimes during phone conversations, Madison would tell her he was “watching the bitches.” She further recounted that Madison once told her he wanted to kill the mother of his children because “she wouldn’t let him see his kids.” Madison concedes that he did not object to this testimony but claims that it was plain error, “especially with respect to the sentencing phase.”\n\n¶ 144 We disagree. Admitting this testimony was not plain error as to either phase. As to the guilt phase, the evidence of Madison’s guilt was overwhelming. As to the penalty phase, once Madison had been convicted of actually killing three women, the information that he had talked about killing another woman or that he sometimes used improper language to refer to women is not sufficiently prejudicial to undermine confidence in the jury’s sentencing verdict.\n\n¶ 145 The video footage of the interrogations played for the jury included a brief conversation between Madison and a female detective who brought him coffee and shows Madison referring to the detective as “sweetheart” and telling her to “be good.” Madison did not object at trial to this portion of the video. His\nargument that it was inherently prejudicial is unconvincing, and there was no plain error.\n\n¶ 146 Finally, the jury saw footage of Madison, alone in the interview room, talking to himself, displaying anger, and using profanity. Madison did not object at trial. He now accuses the state of using this incident to “demonize him.” We find no plain error. The jury heard extensive evidence about the three murders; if Madison was demonized in the eyes of the jury, it was not from a snippet of video of him talking to himself.\n\n¶ 147 Madison’s seventh proposition of law is overruled.\n\nV. SENTENCING ISSUES\n\nA. Exclusion of Mitigating Evidence\n\n¶ 148 In his tenth proposition of law, Madison asserts that the trial court excluded relevant mitigating evidence that he had a constitutional right to present. See Skipper v. South Carolina, 476 U.S. 1, 4, 106 S.Ct. 1669, 90 L.Ed.2d 1 (1986); Eddings v. Oklahoma, 455 U.S. 104, 114, 102 S.Ct. 869, 71 L.Ed.2d 1 (1982).\n\n1. Testimony on Moral Culpability\n\n¶ 149 Madison takes issue with the trial court’s ruling that Dr. Cunningham could not testify about the concept of “moral culpability.” According to the defense’s proffer at trial, Dr. Cunningham would have testified as follows:\n\n[T]he concept of moral culpability acknowledges [that] * * * we do not all arrive at our choices out of equivalent raw material. It follows that the degree of “blameworthiness” for an individual for criminal or even murderous conduct may vary depending on what factors and experiences shaped, influenced, or compromised that choice.\n\n* * * The formative or limiting impact from any source of developmental damage * * * is relevant in the weighing of moral\nculpability. An appraisal of moral culpability involves an examination of the degree to which the background and circumstances of the defendant influenced, predisposed, or diminished the defendant’s moral sensibilities and the exercise of * * * free will.\n\nMadison also argues that Dr. Cunningham should have been allowed to testify about United States Supreme Court decisions discussing the role of moral culpability in capital sentencing.\n\n¶ 150 Dr. Cunningham is a forensic psychologist. Morality is not within his field of expertise. Neither is law. His opinion of what is “relevant in the weighing of moral culpability” and what affects “the degree of ‘blameworthiness’” would not have “relate[d] to matters beyond the knowledge or experience possessed by lay persons,” Evid.R. 702(A). And any discussion of United States Supreme Court decisions would have involved matters of law, and opinion testimony on matters of law is generally inadmissible. See, e.g., Sikorski v. Link Elec. & Safety Control Co., 117 Ohio App.3d 822, 831, 691 N.E.2d 749 (8th Dist.1997). The trial court did not abuse its discretion by excluding this testimony.\n\n2. Connection between Developmental Factors and Choice\n\n¶ 151 Madison maintains that the trial court improperly excluded testimony about the connection between adverse developmental factors and a person’s capacity to make choices. He cites three instances when the trial court sustained objections to Dr. Cunningham’s use of the term “choice.” But Dr. Cunningham did explain to the jury multiple times that the adverse developmental factors in Madison’s history limited his range of choices. And Dr. Cunningham testified at the close of his direct examination about a person who has such a background: “You get a choice, you just don’t get the same choice. You get a choice that rests on all the damage of that history.” We find no error.\n3. Evidence about Certain Adverse Developmental Factors\n\n¶ 152 Madison asserts that the trial court improperly excluded evidence of certain adverse developmental factors in Madison’s background.\n\n¶ 153 First, he contends that the trial court erred by excluding PowerPoint slides about heritable traits in Madison’s family tree such as alcoholism and personality disorders. The slides were excluded because Madison’s counsel had failed to make timely disclosure of them to the prosecution.\n\n¶ 154 Further, Madison was not barred from presenting evidence about the heritability of alcoholism and personality disorders and their prevalence among his forebears. Dr. Cunningham testified at length about those subjects. Only the slides were excluded. Excluding the slides while allowing the testimony the slides illustrated did not violate Madison’s Eighth Amendment right to present mitigation.\n\n¶ 155 Second, he complains that the trial court did not let Dr. Cunningham testify about the effects of head injuries on Madison. The record, however, demonstrates that Dr. Cunningham testified that a head injury is an adverse neurodevelopmental factor and that during early childhood and adolescence, Madison sustained a number of them.\n\n¶ 156 Third, Madison contends that the trial court erred when it did not let Dr. Cunningham discuss an incident in which Madison was choked at age 10 or 11; the trial court excluded this testimony because the incident did not involve any of Madison’s relatives. The significance of the choking incident is that hypoxia, or “oxygen deprivation to the brain,” and anoxia, or “oxygen cutoff,” are adverse neurodevelopmental factors, as Dr. Cunningham testified.\n\n¶ 157 Madison, however, was not prevented from presenting evidence concerning the possible effect of hypoxia and anoxia on his brain development. Dr. Cunningham testified about Madison’s allegations that his mother had more than once choked him until he passed out. Therefore, any error in the trial court’s ruling is harmless.\nFourth, Madison alleges that the trial court erred because it did not let Dr. Cunningham testify about certain instances of “sexually perverse behavior in [Madison’s] home” (such as his brother being molested) unless Madison was aware of the behavior. Madison fails to explain what was wrong with this ruling. Dr. Cunningham testified that a child can be damaged when he sees other children being abused; he did not say that a child is damaged by abuse of others even when the child is unaware that abuse is occurring. The trial court could reasonably determine that this testimony was irrelevant to mitigation.\n\nFinally, Madison complains that the trial court excluded numerous PowerPoint slides as repetitive. But Madison does not dispute that the slides were repetitive, and the trial court was not required to admit cumulative evidence. Sheppard v. Bagley, 657 F.3d 338, 346 (6th Cir.2011).\n\nMadison’s tenth proposition of law is overruled.\n\nB. Unfairly Prejudicial Evidence in the Penalty Phase\n\nIn his 14th proposition of law, Madison contends that the state presented unfairly prejudicial evidence in the penalty phase.\n\nFirst, Madison accuses the state of presenting inflammatory testimony about his “bad character.” He complains that Dr. Pitt testified that he has an antisocial-personality disorder. Madison does not, however, explain why it is improper for a psychiatrist to make such a diagnosis of a defendant.\n\nMadison also maintains that Dr. Pitt improperly described him as “depraved” and “twisted.” But it was the defense that first brought those descriptions to the jury’s notice. It is true that Dr. Pitt’s report described Madison as “depraved” and “twisted,” but that report was not admitted into evidence. The word “depraved” was placed before the jury during defense counsel’s direct examination of Madison’s own expert witness, Dr. Cunningham. Dr. Cunningham testified on direct that he had read and evaluated Dr. Pitt’s report, of which he was quite critical. Defense counsel asked whether the term “depraved individual” is\nused in the *Diagnostic and Statistical Manual of Mental Disorders.* Dr. Cunningham said it is not and criticized Dr. Pitt for using the term in his report. The prosecutor brought up Dr. Pitt’s use of “depraved” only after the defense had introduced that term. Similarly, in an effort to discredit Dr. Pitt’s testimony, the defense cross-examined him at length on his report’s use of the word “twisted.”\n\n¶ 164 Madison also takes issue with the state’s introduction of testimony that Madison asked a pen pal to send him pictures of women. Dr. Cunningham, however, had already testified regarding Madison’s “disturbed sexuality.” Madison further contends that the state improperly introduced testimony that Madison has a “victimization mentality,” does not accept responsibility for his acts, and is deceitful. But all these matters were relevant to Madison’s antisocial-personality disorder. The same is true of evidence regarding Madison’s lack of “regret” or “remorse” for the murders. (Expert testimony in the penalty phase established that the criteria for antisocial-personality disorder include deceitfulness, aggressiveness, irresponsibility, and indifference to harming others.)\n\n¶ 165 Madison contends that the state improperly introduced evidence that he is “fully responsible” for his conduct and has no mental disease or defect. But the defense had previously put on evidence that Madison is not fully responsible, because his background diminished his ability to make choices. Indeed, this was the major theme of his penalty-phase defense in general and Dr. Cunningham’s testimony in particular. The state was entitled to cross-examine on that point.\n\n¶ 166 Madison contends that Dr. Pitt exceeded the scope of the trial court’s order in his examination of Madison. We have already rejected that claim in overruling Madison’s 12th and 13th propositions of law.\n\n---\n\n2. Dr. Cunningham explained that the *Diagnostic and Statistical Manual of Mental Disorders* is the classification system of psychological disorders used by American psychologists and psychiatrists.\nMadison also asserts that the state presented excessive evidence of the circumstances of the crimes and improperly referred to “irrelevant details” of his prior drug and attempted-rape convictions but offers no specifics to support these claims.\n\nFinally, Madison complains that the state described him as a serial killer. Madison was charged with and found guilty of killing three women on three different dates as part of a single course of conduct. The term “serial killer” aptly describes Madison’s conduct. Counsel for both sides are entitled to wide latitude in closing argument, State v. Jackson, 141 Ohio St.3d 171, 2014-Ohio-3707, 23 N.E.3d 1023, ¶ 197, and “a prosecutor may denounce the defendant’s wrongdoing,” State v. Keene, 81 Ohio St.3d 646, 666, 693 N.E.2d 246 (1998). We see no reason why a prosecutor may not call a serial killer a serial killer.\n\nMadison’s 14th proposition of law is overruled.\n\nC. Trial Court’s Sentencing Opinion\n\nIn its sentencing analysis, the trial court assigned no mitigating weight to Madison’s relationship with his children, “minimal weight” to his adaptability to prison, and “some very slight weight” to his history of substance abuse. The court also considered his history as a victim of abuse and paternal abandonment as well as the “toxic culture” and “intergenerational dysfunction” of his family; the court gave his background and childhood “greater weight” than other factors but “not * * * great weight.”\n\nIn his 17th proposition of law, Madison contends that the trial court’s sentencing opinion violated the Eighth Amendment, because it “unreasonably discount[s]” mitigating evidence—i.e., because it assigns no weight or insufficient weight to mitigating factors.\n\nThe United States Supreme Court in Eddings held that the sentencer in a capital case may not “refuse to consider, as a matter of law, any relevant mitigating evidence.” (Emphasis sic.) 455 U.S. at 114, 102 S.Ct. 869, 71\nL.Ed.2d 1. But *Eddings* does not preclude a court from considering mitigating evidence and determining that it deserves no weight. *State v. Davis*, 139 Ohio St.3d 122, 2014-Ohio-1615, 9 N.E.3d 1031, ¶ 59; see also *Harris v. Alabama*, 513 U.S. 504, 512, 115 S.Ct. 1031, 130 L.Ed.2d 1004 (1995).\n\n¶ 173 Madison also argues that the trial court improperly “discounted the mitigation” by “view[ing] the evidence as not establishing a causal connection to Madison’s conduct in committing the murders.” But nothing in the trial court’s opinion discusses a lack of causal connection between the claimed mitigating factors and the murders. In any event, Madison’s claim does not state an Eighth Amendment violation. “Whether mitigating factors help to explain the murder is obviously relevant to the weight of those factors and may be considered by the sentencer in assigning weight to them.” *State v. Roberts*, 150 Ohio St.3d 47, 2017-Ohio-2998, 78 N.E.3d 851, ¶ 70.\n\n¶ 174 Madison’s 17th proposition of law is overruled.\n\nD. Refusal of Mercy Instruction\n\n¶ 175 Madison argues in his ninth proposition of law that the trial court erred by denying his requests that the jury be instructed to consider “mercy.” But mercy is not a mitigating factor. *State v. Belton*, 149 Ohio St.3d 165, 2016-Ohio-1581, 74 N.E.3d 319, ¶ 88. The proposition is overruled.\n\nVI. PROSECUTORIAL MISCONDUCT\n\nA. Voir Dire\n\n¶ 176 In his fifth proposition of law, Madison contends that the prosecutor engaged in misconduct during jury selection. He accuses the prosecutor of “employ[ing] a strategy to assert multiple groundless objections” to the defense’s voir dire questions in order to “obstruct” counsel’s efforts to identify the jurors who were excludable under *Morgan*, 504 U.S. at 729, 112 S.Ct. 2222, 119 L.Ed.2d 492, as predisposed to impose the death penalty. He offers no specific examples of\nactual “groundless objections” but incorporates by reference many of the arguments from his first and second propositions of law.\n\n¶ 177 It is true that the prosecutor made numerous objections, but Madison was not denied an adequate opportunity to identify Morgan-excludable jurors, and no such jurors were seated. Nothing in the record supports Madison’s accusation that the prosecutor deliberately made groundless objections as a strategy, and the prosecutor’s conduct in this regard did not render Madison’s trial unfair, see Smith v. Phillips, 455 U.S. 209, 219, 102 S.Ct. 940, 71 L.Ed.2d 78 (1992) (the touchstone of analysis in considering allegations of prosecutorial misconduct “is the fairness of the trial, not the culpability of the prosecutor”). Madison’s fifth proposition of law is overruled.\n\nB. “Serial Killer” References\n\n¶ 178 Madison’s eighth proposition of law posits that it was misconduct for the prosecution to refer to him as a “serial killer.” As we have discussed above, this appellation was accurate, relevant, and in no way improper. Madison’s eighth proposition of law is overruled.\n\nC. Other Misconduct Claims\n\n¶ 179 In his 15th proposition of law, Madison contends that the state committed prosecutorial misconduct in both the guilt and penalty phases.\n\n1. Guilt Phase\n\n¶ 180 As to the guilt phase, Madison first claims the prosecution improperly introduced the testimony of the family members of the victims, because it “went beyond what was proper or necessary” to prove relevant matters. He cites two such witnesses: Shirellda Terry’s sister, Britney Terry, and her stepfather, Derrick Minor.\n\n¶ 181 Britney testified without objection that her sister enjoyed praise dancing. When the state asked her to describe her relationship with her sister,\nhowever, the trial court sustained a defense objection, and the question went unanswered. Thus, no error occurred.\n\n¶ 182 Minor testified without objection about Terry’s schooling, straight-A average, participation in praise dancing, and employment. He said that she worked from 7:30 a.m. to 4:00 p.m. but sometimes left early if there was no work to do. He took her to school and to work, and she walked home from work. The defense objected only when he testified that she loved “[the l]ibrary, reading, poetry.”\n\n¶ 183 The state argues that Minor’s testimony was not victim-impact evidence but was relevant to establish Terry’s routine and route to and from work. But Terry’s love of reading (the only item Madison objected to) was unrelated to that purpose. However, this testimony was brief, unemotional, and insignificant; any error here was harmless.\n\n¶ 184 In his second, third, and fourth arguments under this proposition of law, Madison asserts that the prosecutor committed misconduct by not redacting the confession videos to eliminate the “improper statements” of detectives, by introducing “inflammatory” evidence, and by calling him a “serial killer.” These claims reiterate claims made in Madison’s sixth, seventh, and eighth propositions of law, which we have rejected above.\n\n¶ 185 Next, Madison contends that the prosecutor committed misconduct in the guilt-phase closing argument by saying Madison was a “professional” killer after he committed his second murder. But this was fair comment on the evidence. Compare State v. Tibbetts, 92 Ohio St.3d 146, 168, 749 N.E.2d 226 (2001) (“like a trained killer” was fair comment). He also complains that the prosecutor referred to his comment about wanting to “Anthony Sowell a bitch.” However, as discussed in relation to Madison’s seventh proposition of law, this statement was properly introduced into evidence and, therefore, could be used in argument.\nFinally, Madison says that the prosecutor committed misconduct in closing argument by arguing that he lacked remorse. It is true that Madison’s lack of remorse was irrelevant to guilt. But the guilt-phase evidence was overwhelming, so any error was harmless. Moreover, there is no carryover prejudice in the penalty phase. Madison’s lack of remorse was discussed by expert witnesses in that phase, as it was relevant to the diagnosis of antisocial-personality disorder.\n\n2. Penalty Phase\n\nAs to the penalty phase, Madison first argues that the prosecutor unfairly emphasized the grotesque nature of the murders and the autopsy photographs. In cross-examining Dr. Davis, the prosecutor described the crimes as “grotesque” and asked Dr. Davis if he had looked at the autopsy photos. Both times the trial court sustained defense objections. The prosecutor did not display or describe the photos during the penalty phase. Any error stemming from these brief incidents was harmless.\n\nMadison also complains that the state used the cross-examination of Dr. Cunningham “to make speeches and arguments” to the jury. Although he provides record citations, he offers no specific examples or analysis. Cross-examination is entitled to wide latitude, and its scope is within the trial court’s discretion. State v. Garfield, 34 Ohio App.3d 300, 303, 518 N.E.2d 568 (11th Dist.1986), citing State v. Huffman, 86 Ohio St. 229, 99 N.E. 295 (1912). Moreover, prosecutorial misconduct constitutes reversible error only if it denies the defendant a fair trial. Smith v. Phillips, 455 U.S. at 219, 102 S.Ct. 940, 71 L.Ed.2d 78. Madison fails to show either that the trial court abused its discretion or that the alleged misconduct denied him a fair trial.\n\nNext, Madison protests that the prosecutor improperly sought to discredit his expert witnesses. In cross-examining Dr. Davis, the prosecutor suggested that he was “loyal to [his] client,” sought “strategic advantage,” and was being “used as a tool to aid in [Madison’s] defense.” The trial court sustained\nobjections to the “client” and “tool” questions, and instructed the jury to disregard the “client” question. (Madison did not ask for a curative instruction regarding the “tool” question.) No error occurred. See State v. Hale, 119 Ohio St.3d 118, 2008-Ohio-3426, 892 N.E.2d 864, ¶ 182.\n\n¶ 190 As for the “strategic advantage” question, Dr. Davis was hired by the defense and the question seems a legitimate attempt to probe possible bias. Hence, the trial court did not abuse its discretion by overruling Madison’s objection.\n\n¶ 191 Madison takes issue with a prosecution question to Dr. Davis asking whether Dr. Cunningham was a “professional testifier.” But because the trial court sustained his objection, no error occurred.\n\n¶ 192 Madison also complains that the prosecutor in closing argument attacked Dr. Cunningham’s testimony on the heritability of personality disorders by saying, “There’s no heredity to murder. * * * [T]here’s no DNA to rape * * *. There’s no DNA to murder. It’s a ridiculous proposition, and * * * it’s never been even claimed by anybody * * * responsible that I’ve ever heard of, or irresponsible for that matter, to my knowledge.” Madison did not object at trial and does not attempt to show that plain error occurred. Hence, this claim is forfeited.\n\n¶ 193 Madison accuses the prosecutor of making “groundless objections” to his mitigating evidence. We have already rejected this claim in overruling Madison’s tenth proposition of law.\n\n¶ 194 Madison contends that the prosecutor improperly commented on the defense’s failure to call certain witnesses in the sentencing phase, including Madison’s mother. A defense objection was overruled when the prosecutor asked Dr. Davis if he knew that Madison’s mother lived in the area and that “all they have to do is subpoena her * * * and she can come right in here * * * and testify * * *.” But the trial court sustained two later objections to similar questions. We find nothing improper about the prosecutor’s questions.\nMadison charges that the prosecutor disparaged him in front of the jury. On cross-examination, the prosecutor, referring to Madison, asked Dr. Cunningham: “Do you see the guy here on the iPad looking at pictures of ladies * * *?” The defense objected, and the trial court cautioned the prosecutor not to refer to what Madison was doing and told the jury to disregard the question. The defense later asked for a mistrial based on the prosecutor’s discussing “non-evidentiary items.” The trial court denied the motion but instructed the jury that “the defendant has no burden of proof, and the defendant is permitted to look at the iPad during the course of this trial.”\n\nThe decision to grant or deny a mistrial lies in the trial court’s discretion, and the court should grant one only when justice requires and a fair trial is no longer possible. State v. Cepec, 149 Ohio St.3d 438, 2016-Ohio-8076, 75 N.E.3d 1185, ¶ 89. Madison does not explain how this incident rendered a fair trial impossible or why the trial court’s instructions were insufficient to deal with any unfair prejudice.\n\nMadison complains that in discussing his prior attempted-rape conviction, the prosecutor improperly called him a “con artist.” He also contends the prosecutor improperly discussed the details of that conviction, Madison’s violations of sex-offender reporting obligations stemming from it, and a prior drug offense. However, Madison offers no argument or analysis to show why any of this was improper.\n\nIn his penalty-phase closing argument, the prosecutor stated: “It would be * * * dishonest morally to violate your oaths.” A defense objection was overruled. It is not misconduct to allude to the jurors’ oath. Just before the statement here, the prosecutor admonished the jurors to put aside “bias, * * * sympathy [and] prejudice” and “act in a logical, reasonable fashion.” It is evident that “[t]he prosecutor was not asking the jurors to return a finding of guilty because of their oath.” State v. Pickens, 141 Ohio St.3d 462, 2014-Ohio-5445, 25 N.E.3d\nJanuary Term, 2020\n\n1023, ¶ 116, overruled in part on other grounds, State v. Bates, 159 Ohio St.3d 156, 2020-Ohio-634, 149 N.E.3d 475, ¶ 35. Instead, his statement linked the jurors’ oath to their responsibility to act logically, reasonably, and without bias.\n\n¶ 199 The prosecutor also said that there was “no reasonable question whatsoever as to weight”; that it would not be honest to say “a bush is bigger than a giant Sequoia tree”; that he had “faith in the people” and “in you [jurors] to do the right thing”; that “we owe” it to the victims, society, and the community “to follow our oath”; and that “I appreciate * * * the weight you will carry the rest of your life thinking about this case and the justice it deserves.” The defense objected to none of this at trial, forfeiting all but plain error. Madison now claims that all of it was error, but he cites nothing to show how any of it was improper. Nor does he show how these statements undermined the reliability of the penalty-phase verdict. Thus, he fails to show plain error.\n\n¶ 200 Madison contends that the prosecutor, in examining Dr. Pitt, “ignored” the trial court’s admonition that he could explore the issue of “choice” in a “limited manner.” But he does not explain how the prosecutor exceeded this limitation. The defense objected only once, and the trial court overruled that objection. Madison has not shown error.\n\n¶ 201 Madison’s remaining claims in this proposition of law repeat claims from his 13th and 14th propositions, claims we have already rejected. Madison’s 15th proposition of law is overruled.\n\nVII. INEFFECTIVE ASSISTANCE OF COUNSEL\n\n¶ 202 In his 16th proposition of law, Madison contends that his trial counsel rendered ineffective assistance. To establish ineffective assistance, Madison must show (1) deficient performance by counsel, i.e., performance falling below an objective standard of reasonable representation, and (2) prejudice, i.e., a reasonable probability that, but for counsel’s errors, the proceeding’s result would have been different. Strickland v. Washington, 466 U.S. 668, 687-688, 694, 104\nA. Guilt Phase\n\n¶ 203 Madison asserts that to the extent counsel failed to object to improper statements in the interrogation videos, they rendered ineffective assistance. Similarly, he contends they were ineffective to the extent they failed to object to prosecutorial misconduct. As he gives no specifics and offers no analysis, we reject these claims.\n\n¶ 204 He also claims that defense counsel were ineffective by failing to object to (1) the police interrogating Madison about the number of victims, (2) testimony that Madison talked about “watching the bitches” and wanting to kill the mother of his children, (3) his flirting with a female detective, and (4) the portion of the video when he was talking to himself.\n\n¶ 205 These issues are all raised in Madison’s seventh proposition of law. As we have explained in discussing that proposition, the final three of these claims do not satisfy the prejudice prong of the plain-error test. Nor do they meet the prejudice prong for ineffective assistance. As for the number-of-victims issue, Madison fails to show that his trial counsel’s failure to object fell below an objective standard of reasonable representation. Thus, Madison has failed to demonstrate ineffective assistance as to any of these issues.\n\nB. Penalty Phase\n\n¶ 206 Madison contends that to the extent counsel in the penalty phase failed to object to unfairly prejudicial evidence or to prosecutorial misconduct, they rendered ineffective assistance. Again, he offers no analysis, so we reject these claims.\n\n¶ 207 Madison asserts that after the state cross-examined Dr. Davis on the defense’s failure to call Madison’s mother in the penalty phase, defense counsel erred by failing to draft a curative instruction after the trial court had offered counsel\nan opportunity to do so. But, as stated above in our discussion of Madison’s 15th proposition of law, it is unclear how any unfair prejudice resulted from the cross-examination.\n\n{¶ 208} Finally, Madison argues that defense counsel should have requested a penalty-phase instruction to inform the jury about United States Supreme Court decisions establishing the relevance of “moral culpability” to capital sentencing. He cites no authority, however, for the proposition that a jury should be instructed about specific Supreme Court decisions.\n\n{¶ 209} Madison fails to establish that counsel rendered ineffective assistance in either phase of trial. His 16th proposition of law is overruled.\n\nVIII. CUMULATIVE ERROR\n\n{¶ 210} In his 18th proposition, Madison claims that the cumulative effect of the errors alleged in this case denied him a fair trial. “[A] conviction will be reversed when the cumulative effect of errors in a trial deprives a defendant of a fair trial even though each of the numerous instances of trial-court error does not individually constitute cause for reversal.” State v. Powell, 132 Ohio St.3d 233, 2012-Ohio-2577, 971 N.E.2d 865, ¶ 223. However, because Madison “offers no further analysis, this proposition lacks substance.” State v. Sapp, 105 Ohio St.3d 104, 2004-Ohio-7008, 822 N.E.2d 1239, ¶ 103; see also Bethel, 110 Ohio St.3d 416, 2006-Ohio-4853, 854 N.E.2d 150, at ¶ 197. Madison’s 18th proposition of law is overruled.\n\nIX. SETTLED ISSUES\n\n{¶ 211} In his 19th proposition of law, Madison repeats several oft-rejected arguments against the constitutionality of the death penalty and the Ohio statutes governing its imposition and also repeats rejected arguments that the death penalty violates international law. See, e.g., State v. Kirkland, 140 Ohio St.3d 73, 2014-Ohio-1966, 15 N.E.3d 818, ¶ 106, 109-120, vacated in part and remanded on other grounds, 145 Ohio St.3d 1455, 2016-Ohio-2807, 49 N.E.3d 318; Jenkins, 15 Ohio\nSt.3d at 168-174, 473 N.E.2d 264. We summarily overrule this proposition of law. See generally State v. Poindexter, 36 Ohio St.3d 1, 520 N.E.2d 568 (1988), syllabus; State v. Spisak, 36 Ohio St.3d 80, 81, 521 N.E.2d 800 (1988).\n\nX. COURT COSTS\n\n¶ 212 In his 20th proposition, Madison complains that the trial court should have told him at sentencing that it intended to impose costs and asks us to remand this case to the trial court so he can file a motion to waive costs. A trial court “retains jurisdiction to waive, suspend, or modify the payment of costs of prosecution *** at the time of sentencing or at any time thereafter.” R.C. 2947.23(C). See State v. Beasley, 153 Ohio St.3d 497, 2018-Ohio-493, 108 N.E.3d 1028, ¶ 265. Because Madison can ask for a waiver without a remand, we overrule his 20th proposition of law.\n\nXI. INDEPENDENT SENTENCE REVIEW\n\n¶ 213 Under R.C. 2929.05, we must independently review Madison’s death sentence. We must determine whether the evidence supports the jury’s finding of aggravating circumstances, whether the aggravating circumstances outweigh the mitigating factors, and whether the death sentence is proportionate to death sentences affirmed in similar cases. R.C. 2929.05(A).\n\nA. Aggravating Circumstances\n\n¶ 214 The jury found three aggravating circumstances as to Terry’s murder: course of conduct under R.C. 2929.04(A)(5) and two felony-murder circumstances under R.C. 2929.04(A)(7) (offense committed during rape and kidnapping). Two aggravating circumstances each were found as to the murders of Deskins and Sheeley: course of conduct and kidnapping.\n\n¶ 215 The evidence overwhelmingly supports the course-of-conduct specification as to each of the aggravated murders. Madison confessed to committing one of the murders. The similarities in the murders indicate that a single person killed all three victims. Madison’s admissions and the strong\nevidence connecting the victims to him and to his residence prove that he was the murderer. The similar packaging, storage, and disposal of the bodies also shows a course of conduct. See generally Sapp, 105 Ohio St.3d 104, 2004-Ohio-7008, 822 N.E.2d 1239, at ¶ 52 (course of conduct requires “factual link” between murders alleged to constitute the course of conduct).\n\n¶ 216 The evidence also supports the rape specification as to Terry. R.C. 2907.02(A)(2) provides: “No person shall engage in sexual conduct with another when the offender purposely compels the other person to submit by force or threat of force.” The medical examiner testified that both Terry’s vagina and anus were penetrated and that the resulting severe lacerations were probably inflicted with an instrument of some sort, possibly a knife. Under R.C. 2907.01(A), “the insertion, however slight, of * * * any instrument, apparatus, or other object into the vaginal or anal opening of another” constitutes “sexual conduct.” And force or threat of force can be inferred from the circumstances.\n\n¶ 217 The evidence also supports the kidnapping specification as to Terry. The evidence shows that Madison lied to win her trust and that he invited her to his apartment. Compare State v. Fox, 69 Ohio St.3d 183, 194, 631 N.E.2d 124 (1994) (kidnapping by deception occurred when defendant called victim pretending to be a prospective employer). As this was the third in a series of murders, the jury could reasonably draw the inference that Madison intended to kill Terry at the time he invited her to his apartment.\n\n¶ 218 As to Sheeley and Deskins, the kidnapping case is far weaker. In Sheeley’s case, Madison told police he picked her up at a bar and brought her back to his apartment. At trial, the state argued that he had already formed a plan to kill Sheeley when he brought her home and that taking her home with him was thus kidnapping by deception. But the state fails to direct us to any evidence that supports this theory.\nThe state also argued at trial that Madison kidnapped Sheeley by restraint, see R.C. 2905.01(A), based on his admission to police that he attempted to “restrain” her. But that statement was in the context of his claim that she started a fight with him and he was trying to get her out of his apartment. It does not amount to an admission of kidnapping.\n\nAs for Deskins, there is evidence that she was in Madison’s apartment at some point. Her DNA was found on the floor of the same closet where Darby had noticed a foul smell in May 2013. It is reasonable to infer that Deskins, like the other victims, was murdered in Madison’s apartment. But there is no evidence showing how she got there. At trial, the state argued that Madison “lured” her to the apartment, but again, there is no evidence of that. Deskins used her cell phone to call Madison around the time she disappeared, but the record does not show what was said in those calls. Finally, the state argued at trial that the bindings on Deskins’s body showed kidnapping by restraint. But the medical examiner was unable to state that the bindings were placed on the body while Deskins was alive.\n\nAt oral argument, the state theorized that Madison restrained Deskins when he placed the plug of an electrical cord that he had used to bind Deskins in her mouth, in what the state says was an attempt to gag her. But the photographs of the plug in the record do not support the state’s theory. Rather the photographs show only that the plug had been placed loosely between Deskins’s lips and not secured in any way.\n\nThe evidence in the record is insufficient to support the kidnapping specifications as to either Sheeley or Deskins. But this does not mean that we should vacate Madison’s death sentences for those murders. In both cases, the course-of-conduct specification remains valid. When a defendant’s death sentence is based in part on an invalid specification, we can cure the error by excluding that specification from our independent reweighing of the death sentence, so long as at least one valid specification remains. See, e.g., State v. Wesson, 137 Ohio St.3d\n309, 2013-Ohio-4575, 999 N.E.2d 557, ¶ 97, citing Clemons v. Mississippi, 494 U.S. 738, 745, 110 S.Ct. 1441, 108 L.Ed.2d 725 (1990); see also State v. Tench, 156 Ohio St.3d 85, 2018-Ohio-5205, 123 N.E.3d 955, ¶ 309, 311.\n\nB. Mitigating Factors\n\n¶ 223 The mitigating factors set forth in R.C. 2929.04(B)(1) through (6) do not assist Madison. Youth is not a factor: Madison was 36 years old when he committed these murders. See State v. Frazier, 61 Ohio St.3d 247, 258, 574 N.E.2d 483 (1991). Degree of participation is not a factor: Madison was the sole offender. Madison does not lack a substantial criminal record: he was convicted of attempted rape in 2002 and he has other convictions. There was no evidence that the victims induced or facilitated the murder and no evidence that Madison was under duress, coercion, or provocation. As the defense conceded, there was no evidence of any mental disease or defect. And the nature and circumstances of the aggravated murders offer no mitigation whatsoever.\n\n¶ 224 Madison’s chief witnesses in the penalty phase were Drs. Davis and Cunningham. Their testimony dealt mostly with Madison’s history, especially his childhood, and its effect on his ability to make choices. Drs. Davis and Cunningham concluded that Madison’s life contained numerous “risk factors” associated with negative life outcomes, including instability, physical abuse, neglect and emotional abuse, and substance abuse.\n\n¶ 225 Instability: Madison was born in Pennsylvania in 1977. As an infant, he moved to Cleveland with his mother. Madison’s paternity was unclear, and his father was never involved in his life. His mother had a series of short-term relationships with men. Madison grew up with at least 14 “transient parental figures” in the household. Few if any were good role models.\n\n¶ 226 Madison’s mother also moved frequently. According to Dr. Cunningham, frequent moves can disrupt a child’s socialization and undermine his sense of security. At various times, Madison was sent to live with relatives and\nwith others. In 1993, Madison and his half-brother, J.R. Miller, stayed with an uncle in Pennsylvania who abused J.R., had sex with a woman in front of Madison, and encouraged the boys to use drugs and watch pornography.\n\n¶ 227 Physical Abuse: Madison reported that his mother sometimes choked him. She also allegedly beat him with a cord, bruised his eye with her fist, stuffed food down his throat, and inflicted “exercise punishments” such as forcing him to do pushups for a long time without stopping. Her live-in boyfriends also physically abused him, and she did nothing about it. On one occasion, Madison was taken to the hospital after one of his mother’s boyfriends severely beat him. Madison’s half-brother J.R. was also abused; according to Dr. Cunningham, seeing another household member abused is as damaging to a child as being abused.\n\n¶ 228 Madison told Dr. Pitt that he had never been sexually abused. (However, Dr. Cunningham noted that Madison’s aunt reported that when Madison was six, a babysitter had sexually abused him.) Moreover, his first sexual experience took place at age 15 with a 35-year-old woman, a situation Dr. Cunningham considered “predatory” and “exploitive.”\n\n¶ 229 Neglect and Emotional Abuse: Madison’s mother did not ensure that he had enough to eat. She did not provide guidance, help him with homework, take him to playgrounds or movies, give him Christmas presents, or tell him she loved him. She once burned him by bathing him in water that was too hot.\n\n¶ 230 Dr. Cunningham opined that chronic stress in childhood—including disrupted attachments, poor maternal bonding, abuse, and neglect—causes changes in the brain’s anatomy, electrical activity, and chemistry that increase the likelihood of criminal conduct and violence in adulthood. In particular, Dr. Cunningham testified that neglect and instability are more damaging to a child than physical abuse. Dr. Davis explained that if a child has “unstable or insecure attachments” early in life, his brain may fail to develop the pathways that allow persons to form healthy emotional attachments.\nDr. Cunningham also testified that lack of empathy and other antisocial characteristics have a “hereditability component.” He noted that the behavioral history of Madison’s mother and other relatives suggests that such dysfunctional traits may have been “genetically transmitted” to Madison.\n\nDr. Cunningham concluded that Madison is fundamentally impaired in his ability to understand the emotional experiences of others. He conceded that Madison “had choices,” i.e., that he was capable of making choices. But in his opinion, Madison lacked the same foundation for making choices that “less damaged people” have. According to Dr. Cunningham, it is “very unusual” for someone with a history like Madison’s to lead a “highly achieving constructive” life. On the other hand, he said not everyone who is subjected to similar adverse influences goes on to commit multiple murders.\n\nThe state called Dr. Pitt in rebuttal. Dr. Pitt diagnosed Madison as having antisocial-personality disorder, a condition defined by a pervasive pattern of violating the rights of others. Dr. Pitt also saw evidence that Madison has a “victimization mindset,” i.e., he tends to see himself as a victim. Like Dr. Davis, Dr. Pitt found no evidence that Madison has a mental disease or defect.\n\nDr. Pitt emphatically disagreed with Dr. Cunningham’s conclusion that Madison’s history “limited the range of choices or * * * options that were available to him.” He found Madison “entirely capable of making lawful choices.”\n\nDr. Pitt agreed that abuse “may” have an impact on a child’s development and that bad parenting can have a lasting effect on one’s personality and behavior. Nor did he dispute Dr. Davis’s conclusion that Madison’s childhood abuse and emotional trauma may have resulted in a “neurobiologically determined pathway placing him at much greater risk for psychological[,] behavioral[,] and substance abuse problems.”\n\nWhile conceding some correlation between having a bad childhood and becoming a violent offender, Dr. Pitt noted that correlation does not prove\ncausation and testified that it is impossible to predict who will become an alcoholic, a sex offender, or a serial killer. Indeed, he testified that “there are people all across this country who have had [Madison’s] background and then some, and have gone on to * * * live very productive, happy, successful lives.” And he pointed out that the “overwhelming majority” of child-abuse victims, even though they “have to live with some demons,” do not go on to commit multiple murders, kidnappings, and rapes. Conversely, some people with “terrific upbringings * * * do terrible things.”\n\n¶ 237 Dr. Cunningham agreed with Dr. Pitt that Madison has a “victim mentality,” but said that is evidence of his being “damaged.” He also acknowledged that Dr. Pitt’s diagnosis of antisocial-personality disorder was “probably” accurate.\n\n¶ 238 Substance Abuse: Mental-health experts on both sides diagnosed substance-abuse problems. Dr. Cunningham testified that the most powerful risk factor for alcohol and drug abuse is heredity and that Madison’s early substance abuse indicates a “genetic predisposition” to abuse substances. But Dr. Pitt said that the level of drug and alcohol use Madison described in his interview was insufficient to cause blackouts, cognitive difficulty, or long-term psychiatric problems. Madison’s girlfriend Darby recalled that Madison was not a heavy drinker during the timeframe of the murders, contradicting what Madison told the police and Dr. Cunningham about his alcohol use.\n\n¶ 239 Low Risk to Prison Staff and Inmates: The jury also heard from James E. Aiken, a consultant and retired prison administrator, who testified as a defense expert witness on corrections and prison environments. Aiken reviewed Madison’s prison and jail records, his social history and education, and a “brief overview” of his crimes. He concluded that the Department of Rehabilitation and Correction could “adequately manage” Madison if he was sentenced to life in prison. Aiken testified that Madison’s age and past behavior while incarcerated\nindicated an “extremely low” probability that Madison would pose a danger to prison employees or to other inmates.\n\n¶ 240 Relationship with Children: In the guilt phase, Madison’s neighbor Asia Stovall, his friend Quiana Baker, and his girlfriend Darby testified that Madison was a good father to his two children. In Stovall’s view, Madison’s children loved being with him. Baker offered that the children respected and obeyed Madison. And Darby said that Madison loved his children and they loved him.\n\nC. Sentence Evaluation\n\n¶ 241 Madison’s most significant mitigating factor is his abused, unstable childhood. But this court has seldom given strong weight to a defendant’s unstable or troubled childhood. See, e.g., State v. Campbell, 95 Ohio St.3d 48, 51-54, 765 N.E.2d 334 (2002); State v. Cooey, 46 Ohio St.3d 20, 41, 544 N.E.2d 895 (1989); but see State v. Johnson, 144 Ohio St.3d 518, 2015-Ohio-4903, 45 N.E.3d 208, ¶ 137-140; State v. Tenace, 109 Ohio St.3d 255, 2006-Ohio-2417, 847 N.E.2d 386, ¶ 101-106. Madison was 36 years old when he committed these murders. “He had reached ‘an age when * * * maturity could have intervened’ and ‘had clearly made life choices as an adult before committing’ ” these murders. Campbell at 53, quoting State v. Murphy, 65 Ohio St.3d 554, 588, 605 N.E.2d 884 (1992) (Moyer, C.J., dissenting). He “had considerable time to distance himself from his childhood and allow other factors to assert themselves in his personality and his behavior.” Id.\n\n¶ 242 Madison’s relationship with his children is entitled to some slight weight. His possible voluntary intoxication during the offenses is entitled to little weight. See id. at 51. Aiken’s assessment that Madison will not likely be a danger to guards or fellow inmates if incarcerated for life deserves some slight weight.\n\n¶ 243 With respect to Terry’s murder, we conclude that the three aggravating circumstances—kidnapping, rape, and Madison’s course of conduct\ninvolving three murders in ten months—outweigh the mitigating factors beyond a reasonable doubt. As to the murders of Deskins and Sheeley, we conclude in each case that the course-of-conduct aggravating circumstance alone outweighs the mitigating factors beyond a reasonable doubt.\n\nD. Proportionality Review\n\n¶ 244 We further conclude that the imposition of death sentences for these crimes is proportionate to sentences approved in similar cases. This court has approved death sentences in multiple-murder cases. E.g., Beasley, 153 Ohio St.3d 497, 2018-Ohio-493, 108 N.E.3d 1028, at ¶ 250; State v. Spaulding, 151 Ohio St.3d 378, 2016-Ohio-8126, 89 N.E.3d 554, ¶ 229.\n\nXII. CONCLUSION\n\n¶ 245 We reverse the trial court’s judgment convicting Madison of kidnapping Sheeley and Deskins under Counts 3 and 6 of the indictment, and we accordingly vacate the prison sentences imposed for each of those offenses. We also reverse the trial court’s judgment on the felony-murder death specifications to Counts 2 and 5, which were predicated on kidnapping. Those specifications are dismissed. See Tench, 156 Ohio St.3d 85, 2018-Ohio-5205, 123 N.E.3d 955, at ¶ 311; State v. Adams, 103 Ohio St.3d 508, 2004-Ohio-5845, 817 N.E.2d 29, ¶ 149.\n\n¶ 246 In all other respects, we affirm the judgment of the trial court regarding the convictions and sentences. We affirm all three sentences of death.\n\nJudgment affirmed in part and reversed in part.\n\nO’CONNOR, C.J., and KENNEDY, FRENCH, FISCHER, DONELLY, and STEWART, JJ., concur.\n\nMichael C. O’Malley, Cuyahoga County Prosecuting Attorney, and Christopher D. Schroeder, Katherine E. Mullin, and Anna M. Faraglia, Assistant Prosecuting Attorneys, for appellee.\nJanuary Term, 2020\n\nLaw Office of Timothy Farrell Sweeney and Timothy F. Sweeney; and John B. Gibbons, for appellant."}
