{"Index": "088-Svoboda", "allegations": "```json\n{\n  \"num_errors\": 15,\n  \"allegation_1\": \"The evidence was sufficient to support defendant's convictions.\",\n  \"allegation_2\": \"Assignment of special prosecutor purged any prejudice to defendant after initial prosecutor confiscated and searched defendant's legal paperwork for alleged improperly disclosed transcript of victim's forensic interview that had been marked “for counsel only”.\",\n  \"allegation_3\": \"Competent, credible evidence supported finding that minor witness was a “victim,” for purposes of statute permitting child victims to testify outside physical presence of defendant.\",\n  \"allegation_4\": \"Witness who testified regarding forensic interviewing was qualified as an expert.\",\n  \"allegation_5\": \"Text messages between defendant and victim were admissible in trial.\",\n  \"allegation_6\": \"Time periods of offenses alleged in indictments were not so broad that defendant was unable to effectively defend against the allegations.\",\n  \"allegation_7\": \"Defendant's consecutive sentences were appropriate.\",\n  \"allegation_8\": \"Defendant's due-process rights were violated and he was denied the effective assistance of trial counsel due to the state's confiscation and search of his legal paperwork.\",\n  \"allegation_9\": \"The trial court violated his constitutional right to confront witnesses against him by allowing I.S. to testify remotely via live video.\",\n  \"allegation_10\": \"The trial court erred in admitting other-acts evidence, specifically A.S.’s testimony regarding an incident when she was home alone at the house on Forest Lake Drive and police officers showed up to evict the family from the house.\",\n  \"allegation_11\": \"The state committed prosecutorial misconduct through its role in the first, second, third, fourth, fifth, sixth, seventh, and eighth assignments of error.\",\n  \"allegation_12\": \"His rights to due process and a fair trial were violated because the jury viewed him in handcuffs being escorted by two sheriff's deputies.\",\n  \"allegation_13\": \"The time periods of the offenses alleged in the indictments were overbroad and nonspecific, preventing him from presenting an effective defense and violating his right to due process.\",\n  \"allegation_14\": \"The trial court erred by allowing the state to amend the timeframe alleged in count seven in B423.\",\n  \"allegation_15\": \"His sentence was contrary to law because the trial court failed to consider the purposes and principles of felony sentencing in R.C. 2929.11 or the seriousness or recidivism factors in 2929.12.\"\n}\n```"}
{"Index": "253-FORTUNE II", "allegations": "```json\n{\n  \"num_errors\": 4,\n  \"allegation_1\": \"The trial court erred in denying [Mr. Fortune’s] motion to dismiss for prejudicially delayed prosecution.\",\n  \"allegation_2\": \"[Mr. Fortune’s] conviction was against the manifest weight of the evidence.\",\n  \"allegation_3\": \"[Mr. Fortune] was deprived of his fair trial when the presiding judge, in a bench trial, failed to disclose to defense counsel knowledge of prior allegations which the trial judge found pertinent.\",\n  \"allegation_4\": \"[Mr. Fortune’s] right to a fair trial was compromised by prosecutorial misconduct in failing to investigate exculpatory evidence and instead directing a witness to create a new statement.\"\n}\n```"}
