{"index": "159-Davis", "allegations": "```json\n{\n  \"allegation_1\": \"The trial court abused its discretion in sua sponte declaring a mistrial.\",\n  \"allegation_2\": \"The trial court erred in its instructions to the jury by giving a flight instruction that was not appropriate.\",\n  \"allegation_3\": \"The trial court erred in denying the jury instruction on self-defense.\"\n}\n```"}
{"index": "160-Hill", "allegations": "```json\n{\n  \"allegation_1\": \"The burglary conviction is not supported by the manifest weight of the evidence.\",\n  \"allegation_2\": \"The state introduced insufficient evidence to convict him of burglary because there was no evidence that anyone was home or likely to be home when the TV was stolen.\",\n  \"allegation_3\": \"His statements to the police officers should have been suppressed because he was in custody and was questioned without being given Miranda warnings.\",\n  \"allegation_4\": \"The unredacted body camera video that suggested his involvement in another criminal offense and referenced his lengthy criminal history constituted inadmissible 'other acts' testimony.\",\n  \"allegation_5\": \"Trial counsel was ineffective for failing to object to the inadmissible bad-acts evidence.\",\n  \"allegation_6\": \"The cumulative effect of all of the errors denied him his right to a fair trial.\"\n}\n```"}
{"index": "161-COOPER", "allegations": "```json\n{\n  \"allegation_1\": \"The trial court committed prejudicial error and violated [Cooper's] constitutional rights by allowing the prosecuting attorney, over objection, to introduce evidence of [Cooper's] post-arrest silence.\",\n  \"allegation_2\": \"The trial court committed structural error and plain error and denied [Cooper] a fair trial and due process of law by using leading questions to elicit prejudicial testimony from the victim.\",\n  \"allegation_3\": \"The trial court committed prejudicial error by allowing the prosecuting attorney, over objection, to elicit irrelevant and inflammatory prejudicial evidence.\",\n  \"allegation_4\": \"[Cooper's] convictions and sentences are against the manifest weight of the evidence.\",\n  \"allegation_5\": \"The trial court committed plain error, invaded the province of the jury, and denied [Cooper] due process of law by instructing the jury that a gun is, ‘of course’ a ‘device or thing designed or especially adapted for use as a weapon,’ when that was an issue to be decided by the jury.\",\n  \"allegation_6\": \"[Cooper's] sentence should be reversed because it was based, at least"}
