{"index": "159-Davis", "allegations": "Error 1: The trial court erred in declaring a mistrial.\n\nError 2: The trial court erred in its instructions to the jury regarding the flight instruction.\n\nError 3: The trial court erred in its instructions to the jury regarding the self-defense instruction."}
{"index": "160-Hill", "allegations": "Error 1: Hill argues that the cumulative effect of all of the errors denied him his right to a fair trial.\n\nError 2: Hill argues that the unredacted body camera video that suggested his involvement in another criminal offense and referenced his lengthy criminal history constituted inadmissible “other acts” testimony.\n\nError 3: Hill argues that trial counsel was ineffective for failing to object to the inadmissible bad-acts evidence."}
{"index": "161-COOPER", "allegations": "Error 1: The trial court committed structural error and plain error and denied [Cooper] a fair trial and due process of law by using leading questions to elicit prejudicial testimony from the victim.\n\nError 2: The trial court committed prejudicial error by allowing the prosecuting attorney, over objection, to elicit irrelevant and inflammatory prejudicial evidence.\n\nError 3: [Cooper's] convictions and sentences are against the manifest weight of the evidence.\n\nError 4: The trial court committed plain error, invaded the province of the jury, and denied [Cooper] due process of law by instructing the jury that a gun is, “of course” a “device or thing designed or especially adapted for use as a weapon,” when that was an issue to be decided by the jury.\n\nError 5: [Cooper's] sentence should be reversed because it was based, at least in part, upon unsubstantiated rumors of post-verdict intimidation of the victim by named and unnamed persons allegedly associated with [Cooper]."}
{"index": "162-Solon", "allegations": "Error 1: \"THE TRIAL COURT ERRED AND ABUSED ITS DISCRETION BY FAILING TO PROVIDE A REASONABLE REDEMPTION PERIOD REQUIRED UNDER R.C. 2735.04(D)(7) AS PART OF ITS ORDER APPROVING THE RECEIVER’S APPLICATION FOR AUTHORITY TO SELL REAL ESTATE UNDER R.C. 2375.04(D)(2)(A)(II), AND THEN SUBSEQUENTLY CONFIRMING THE SALE.\""}
{"index": "164-O'Malley", "allegations": "Error 1: THE TRIAL COURT COMMITTED PREJUDICIAL AND REVERSIBLE ERROR BY DENYING APPELLANTS’ MOTION TO DISMISS."}
{"index": "165-FERRICCI", "allegations": "Error 1: The double jeopardy clause bars re-prosecution in this case for the rape charge when [Ferricci] was acquitted of the kidnapping charge which arose and is based upon the same conduct as the rape charge."}
{"index": "168-Ross", "allegations": "Error 1: Whether the trial court erred by failing to exclude Lyons’s testimony.\n\nError 2: Whether the trial court erred by failing to grant Ross’s request for a continuance to investigate Lyons.\n\nError 3: Whether the trial court erred by failing to grant Ross’s request for a jury instruction regarding witness tampering."}
{"index": "169-Littlepage", "allegations": "Error 1: Challenging the common pleas court’s judgment overruling his April 2017 “Motion for Grand Jury Testimony and Evidence [and] Disclosure of Proceedings.”\n\nError 2: Challenging the common pleas court’s judgment overruling his February 2017 “Motion to Correct Sentence.”"}
{"index": "169-Mock", "allegations": "Error 1: The trial court erred in denying appellant’s motion for leave to file a delayed motion for new trial.\n\nError 2: The trial court erred in denying appellant’s motion for new trial under Crim.R. 33 based on a finding that appellant was not unavoidably delayed in discovering evidence of Brady violations that were the basis for appellant’s motion for new trial."}
{"index": "170-Reese", "allegations": "Error 1: THE TRIAL COURT ERRED IN DENYING APPELLANT’S MOTION TO SUPPRESS.\n\nError 2: IT CONSTITUTED PLAIN ERROR AND PROSECUTORIAL MISCONDUCT WHEN THE CITY OFFERED ITS PERSONAL OPINION IN CLOSING STATEMENTS AS TO APPELLANT’S GUILT.\n\nError 3: THE TRIAL COURT FAILED TO ADDRESS APPELLANT PERSONALLY AND ASK IF HE WISHED TO MAKE A STATEMENT OR PRESENT ANY MITIGATING INFORMATION TO THE COURT PRIOR TO SENTENCING."}
{"index": "171-Shuster", "allegations": "Error 1: \"I. THE TRIAL COURT ERRED AND ABUSED ITS DISCRETION; WHEN AFTER FAILING AND REFUSING TO EVEN RULE FOR OVER ONE YEAR, IT DENIED DEFENDANT’S PROPERLY FILED MOTION FOR GRAND JURY TESTIMONY AND EVIDENCE AS WELL AS DISCLOSURE OF PROCEEDINGS; AND ONLY SO RULING AFTER BEING ORDERED BY THIS COURT OF APPEALS, AFTER DEFENDANT WAS FORCED TO FILE A MANDAMUS ACTION; AND BY INCORRECTLY RULING THAT DEFENDANT FAILED TO SHOW A PARTICULARIZED NEED; WHEN, AT THE TIME OF RULING, DEFENDANT ACTUALLY HAD A PENDING MOTION FOR NEW TRIAL WITHIN THE JURISDICTION OF THE TRIAL COURT; AND ALSO SHOWING FURTHER BIAS AND PREJUDICE BY CONTENDING THAT DEFENDANT WAS BEING OVERLY LITIGIOUS; WHILE SIMPLY EXERCISING HIS CONSTITUTIONAL RIGHTS"}
{"index": "172-Lindsay", "allegations": "Error 1: The trial court violated Mr. Lindsay’s rights to due process because it did not make a formal finding on the record of a community control violation or issue a written statement setting forth a violation or the reasons for revoking his community control sanctions and the evidence it relied upon.\n\nError 2: The trial court failed to properly state the length of confinement that could be imposed on Mr. Lindsay for a violation of post-release control at his sentencing hearing."}
{"index": "173-Whitman", "allegations": "Error 1: The trial court erred in overruling his objections to testimony regarding his prior bad acts.\n\nError 2: The trial court erred in overruling his objections to testimony regarding his prior bad acts.\n\nError 3: His murder conviction is against the manifest weight of the evidence.\n\nError 4: The trial court erred in sentencing him to an aggregate prison term of 21 years to life."}
{"index": "174-WRIGHT STATE PHYSICIANS", "allegations": "Based on the provided context, the appellant (Dr. Onady) has not explicitly stated any assignments of error in the given document. However, the court's decision mentions that the trial court overruled WSP's motion for summary judgment on two of Dr. Onady's claims: retaliation in violation of public policy and breach of contract. These claims are the subject of the anticipated jury trial. Therefore, the assignments of error could be related to these two claims. Here's how they might be formatted:\n\nError 1: The trial court erred in denying WSP's motion for summary judgment on the claim for retaliation in violation of public policy.\n\nError 2: The trial court erred in denying WSP's motion for summary judgment on the claim for breach of contract."}
{"index": "175-Page", "allegations": "Error 1: Assignment of Error I\n\nError 2: Assignment of Error II\n\nError 3: Assignment of Error III"}
{"index": "176-Carter", "allegations": "Error 1: The eighth assignment of error is overruled.\n\nError 2: The application denied."}
{"index": "177-Thomas", "allegations": "Error 1: The trial court's allowance of hearsay testimony.\n\nError 2: The alleged Confrontation Clause violation."}
{"index": "181-Snyder", "allegations": "Error 1: The trial court erred when it did not make the findings required by R.C. 2929.19(C)(4) prior to imposing consecutive sentences.\n\nError 2: The trial court erred when it accepted a no contest plea, and found Snyder guilty without a full written jury waiver being first executed in open court, signed by the defendant, and filed with the clerk of courts.\n\nError 3: The trial court erred when it accepted Snyder’s ‘no contest’ plea because the written version of the plea agreement referred to him as pleading ‘guilty.’"}
{"index": "182-Clemmons", "allegations": "Error 1: The prosecutor engaged in misconduct at trial.\n\nError 2: The indictment was insufficient to put him on fair notice of the charges against him.\n\nError 3: The State failed to disclose prior inconsistent statements by his accuser.\n\nError 4: The court erred in relying on “perjured testimony of Detective Dix” in denying Clemmons's motion to suppress.\n\nError 5: The trial court erred when it denied him the opportunity to present evidence of other possible perpetrators."}
{"index": "183-In re Dor.B", "allegations": "Error 1: The Trial Court’s Admission of Exhibit Nos. 17 and 18 was Harmless Error\n\nError 2: It is Error for the Court Not to Require the Court Appointed Special Advocate to Evaluate Placement of the Children with [Mother’s] Father\n\nError 3: In Evaluating the Best Interests of the Children, the Court Fails to Give Proper Consideration to [Mother] as the Mother and “Primary Caregiver” for the Children\n\nError 4: It is Error for the Court to Admit Exhibits 17 and 18, Since These Exhibits Do Not Meet the Hearsay Exception of Evid. R. 803(6)"}
{"index": "183-Morton", "allegations": "Error 1: Appellate counsel was ineffective for failing to argue that his convictions are against the manifest weight of the evidence.\n\nError 2: Appellate counsel was ineffective for failing to raise a disproportionate aggregate twenty (20) year consecutive prison sentence that is unsupported by the record."}
