{"Index": "095-Jordan", "Context": "MARY J. BOYLE, A.J.:\n\n{¶ 1} Defendant-appellant, Henry Jordan, appeals the trial court’s denial of his petition for postconviction relief. He raises six assignments of error for our review.\n1. It was a violation of Due Process under the Fourteenth Amendment of the U.S. Constitution, Article I, Section 10 of the Ohio Constitution and the Ohio Revised Code for the trial court or his agent to communicate ex parte with the prosecutor concerning the findings of facts and conclusions of law and for the prosecutor to write verbatim the [findings of fact and conclusions of law].\n\n2. The trial Judge in [postconviction] was biased or “probably biased” which violated appellant’s right to a neutral and detached magistrate and Due Process under the Fourteenth Amendment of the federal Constitution and Article I, Section 10 of the Ohio Constitution.\n\n3. Defense counsel was ineffective under the Sixth and Fourteenth Amendments of the federal Constitution and Article I, Section 10 of the Ohio Constitution when he failed to conduct an adequate investigation that prejudiced his client’s defense at trial.\n\n4. Mr. Jordan’s rights under the Fourteenth Amendment of the federal Constitution and Article I section 10 of the Ohio Constitution were violated when Brady evidence was not disclosed to the defense as evidenced by the [postconviction] exhibits.\n\n5. Mr. Jordan is actually innocent and his convictions and sentence violate the Fourteenth Amendment of the federal Constitution and Article I, Section 10 of the Ohio Constitution.\n\n6. The cumulative effect of the errors presented demonstrate Mr. Jordan was denied Due Process under the Fourteenth Amendment and Article I, Section 10 of the Ohio Constitution.\n\nFinding no merit to his arguments, we affirm.\n\nI. Procedural History and Factual Background\n\nIn January 2017, Jordan was convicted after a bench trial of two counts of rape under R.C. 2907.02(A)(2), one count of aggravated burglary under R.C. 2911.11(A)(1), and one count of kidnapping under R.C. 2905.01(A)(4). The trial court sentenced Jordan to seven years in prison on each count and ordered them to be served concurrent to each other. The trial court notified Jordan that he would be\nsubject to a mandatory period of five years of postrelease control upon his release from prison and that he would be classified as a Tier II sex offender.\n\n¶ 4 Jordan appealed his convictions to this court, raising five assignments of error. We overruled his assigned errors, upheld his convictions, and affirmed the judgment of the trial court. See State v. Jordan, 8th Dist. Cuyahoga No. 106273, 2018-Ohio-4108.\n\n¶ 5 In Jordan, this court set forth the facts as follows at ¶ 8-25:\n\n[T]he first witness to testify was M.S.’s daughter C.M., who was five years old at the time of the incident and nine years old at the time of trial. C.M. testified that on the night of December 23, 2012, her mom M.S. was getting her and her younger brother ready for bed when someone knocked on their door. M.S. went to see who was at the door, and C.M. heard her mother scream and yell for help. C.M. went into the living room and saw “stuff, broken stuff all over the floor.” M.S. was naked and on the floor, and a man was there with “his pants down halfway.” *** He was on top of her and she was on the bottom.” C.M. testified that she did not know who this man was and she had never seen him before. M.S. “had scratches all over her body,” and she was crying.\n\nM.S. told C.M. to get her phone. C.M. called her aunt and said that “a bad guy was there.” C.M.’s aunt, who lived down the street, came to M.S.’s house and called 911. The police arrived shortly after. C.M. could not make an in-court identification of the man she saw that day, testifying, “I don’t remember how his face looked.” Asked if she had ever seen Jordan before, C.M. stated, “No.” Asked if her mom had a boyfriend, C.M. replied, “No.” Asked if she knew “a guy named Marcus Ladson,” C.M. answered, “I don’t remember him.”\n\nM.S. testified that in 2012, she was living with her two children and her fiancé Marcus Ladson. She had met Jordan that summer while walking down the street. M.S. and Jordan exchanged phone numbers and had a consensual sexual relationship. On December 23, 2012, when M.S. was putting her kids to bed, she heard a knock on the door. She opened the door but did not see anyone there, although she saw a silver car parked outside. All of a sudden, Jordan “rushed in” to her house smelling of liquor. M.S. testified about what happened next:\nOnce he — once he came in, he had, like, my neck, and, you know, forced me, like, on the floor where — I had my son’s bed, like a — toddler bed. I was, like, on the floor, like, towards the TV and he had me, like, towards my stomach, like I was down on my stomach, and, you know, forced me — * * * he rushed into the door, like, having — you know, from behind my neck and, you know, I was on the floor and all I remember is I was on my stomach and his pants was down. * * * My stomach was, like — I was, like, facing down on my stomach and he was on top of me.\n\nM.S. testified that Jordan “shoved” her to the floor “and his pants was down and his penis was in my vagina.” M.S. was crying and screaming. M.S. testified that she thought Jordan used a condom because she saw “a wrapper on the floor.” Jordan then turned her around and put his penis in her mouth. “His stuff, you know, was in. I guess he was — had used a condom, but his stuff was in my mouth. * * * He just had my neck and grabbed his penis and put it in my mouth[.] I was coughing. I was gagging. I was throwing up.”\n\nM.S. testified that she could not physically get up and leave. M.S. tried to get Jordan to stop by throwing a lamp at him. M.S. does not remember Jordan leaving, but she recalls her daughter C.M. and her son standing in the doorway as she was crying and screaming.\n\nAll I know is my daughter was — my daughter and my son was, like, standing there. My daughter, she had got — somehow she got to my phone. She found my phone and she had called her auntie, whether — she didn’t know — it was just whoever she called first and realized it was her auntie and her auntie came down because she lived down the street from me and her auntie came, which is Alexis, she had came. She called the police.\n\nM.S. testified that when the nurse at the hospital and the police interviewed her, she told them that she did not know who did this to her, although she “tried to say his name, * * * Harry or Henry” and allegedly described him as being bald. M.S. also testified that she told the police her attacker had tattoos. “I was scared and I thought that, you know, nobody would believe me, you know, and that actually that he actually had done it and had hurt me, you know, but I admit that I do know him.” M.S. testified that she never saw or talked to Jordan again after the night of the assault. However, on cross examination M.S. testified inconsistently about whether her relationship with Jordan continued after December 23, 2012.\nM.S. testified that in 2015, a detective contacted her about a “DNA hit from a case from 2012.” The police showed M.S. a photographic lineup, and she picked out Jordan as “the one that came into my house” and raped her on December 23, 2012.\n\nFormer Cleveland police detective Andrew Harasimchuk testified that on December 27, 2012, he interviewed M.S. concerning her allegations of rape. M.S. indicated that she had a consensual sexual partner at the time, Marcus Ladson. Det. Harasimchuk had Ladson come to the station to give the police “an elimination standard swab” of his DNA. This sample was sent to the DNA lab so Ladson’s DNA “can be eliminated from the sexual assault kit.” The results of M.S.’s rape kit showed one swab from M.S.’s neck that contained “unknown DNA.”\n\nThere was no testimony from Det. Harasimchuk about a condom, the name “Harry or Henry,” or M.S.’s assailant being bald or having tattoos. By May 2013, the police were unable to develop a suspect from this information, and the case went cold.\n\nCleveland police officer Timothy McGinty testified that he responded to a sexual assault call at M.S.’s house on December 23, 2012. Officer McGinty testified that the front door jamb was pushed out, indicating forced entry, and there was “some kind of lamp globe that’s broken on the floor.” Officer McGinty testified that M.S. was “very upset,” and he requested EMS transport her to the hospital. Furthermore, Officer McGinty testified that he went back to M.S.’s house after accompanying her to the hospital to look for a fingernail that M.S. stated broke off during the attack.\n\nQ: Okay. And included in your work was a visit to Fairview Hospital and then a return visit to the house to look for a fingernail?\n\nA: Correct.\n\nQ: *** Did you look for a condom wrapper while you were at the scene of the house?\n\nA: We looked for any kind of evidence.\n\nQ: Were you ever told about a condom wrapper?\n\nA: No.\n\nMeredith Molnar testified that, in 2012, she was working as a sexual assault nurse examiner (“SANE nurse”) at Fairview Hospital. On\nDecember 23, 2012, she examined M.S. for a sexual assault. Molnar testified that she asked M.S. what happened and M.S. reported to her that the following occurred:\n\nMe and my fiancé and my kids were chilling in my house watching TV and my fiancé was getting ready to go to the bus for work and I was getting my kids ready for bed around 9 p.m. I went to the hallway to get clothes and into the kitchen to get food for dinner and into the bathroom to wash [C.M.] up. She was in the tub. I told her to give me a few minutes to get dinner ready and she said okay.\n\nThen I went into the hallway and I heard someone banging really loud on the front door. I waited in the hallway and someone was banging again on the front door, so I went to go see who it was through the curtain on the door and the man bum-rushed the door somehow. The door hit me on my head and I stumbled back and he got past me in the hallway in the house, and I heard my daughter yell out for me, and I think it scared him or something and he started choking me from behind with one of his arms and my mouth started foaming and I think I passed out. I woke up because my daughter was hitting my legs above my knees yelling at me to get up. I woke up and I didn’t see him and my shorts were messed up and down to my thighs. My shirt was still on. I panicked and all I could do is cry.\n\nMy daughter called her auntie, who lived down the street, and she came over and called 911.\n\nMolnar testified that M.S. assumed she was penetrated vaginally, because her pants were down, “but she was unsure if a penis or fingers were penetrating her vagina.” Furthermore, M.S. indicated “that she thinks she remembers performing oral sex” on the offender. Based on these allegations, Molnar took swabs of M.S.’s vaginal and oral cavities, as well as other areas of her body, including a “dried stain” of M.S.’s neck “because she stated [she] was being choked by the assailant with one arm.” Molnar explained that for a dried stain, “we will dip sterile swabs in sterile water and swab that area for possible DNA.”\n\nMolnar also took pictures of M.S.’s neck, on which was a “linear superficial laceration.” M.S. had additional “fresh” bruising on her chin, upper back, left arm, wrist, and hand, and both knees. Molnar testified that M.S. was “very emotional, crying, shaking, talking very quickly.” According to Molnar, M.S. indicated to her that Ladson left the house prior to the incident occurring. Nothing in Molnar’s testimony or M.S.’s medical records indicated a description of M.S.’s\nattacker, including whether he was bald or had tattoos. There is also no mention of the name “Harry or Henry”; rather, M.S.’s medical records indicated that the attacker was a “stranger.” Additionally, a checklist that is part of M.S.’s medical records asked if a condom was used at the time of the assault, and the box checked is “Unsure.”\n\nHristina Lekova is a DNA analyst at the Cuyahoga County Regional Forensic Science Laboratory, and she processed M.S.’s rape kit in January 2013. According to Lekova, “Marcus Ladson’s DNA is present in the sperm fraction of the anal swab and the cutting from the crotch area of the underpants. It’s also in the sperm fraction of the vaginal swab ***. He’s also part of the mixture in the dried stain on the neck *** as well as the fingernail scrapings.”\n\nNo “seminal fluid” was found in M.S.’s oral swab. An enzyme consistent with vaginal fluid or saliva was found in M.S.’s oral swab, although Lekova did not reach a conclusion regarding the oral swab, other than the enzyme “did not come from the seminal material.” The state asked Lekova, “if somebody was wearing a condom and put a condom in a victim mouth and had vaginal fluid on that condom, would that be consistent with your findings?” Lekova answered, “Yes, that’s possible for that vaginal fluid to be transferred in the mouth cavity.”\n\nOther than Ladson’s and M.S.’s DNA, an unknown DNA profile was found on the “dried stain” swab taken from M.S.’s neck. This unknown DNA profile was uploaded to the CODIS database, and the case went cold.\n\nLekova’s involvement in this case resumed in December 2015, when she was given a reference swab of Jordan’s DNA that was submitted in another case. Lekova testified that “Jordan could not be excluded as a possible contributor to the DNA mixture obtained from *** the dried stain” found on M.S.’s neck. According to Lekova, the material of the dried stain, i.e., what kind of bodily fluid, was unknown. Asked if Jordan’s DNA was found in M.S.’s vaginal swab, Lekova replied, “There is no Mr. Jordan in the vaginal swab.” Lekova further explained that if an offender uses a condom, she would not expect to find his DNA in the victim’s vaginal swab.\n\nCleveland police detective Karl Lessman testified that he works in the CODIS Task Force of the Sex Crimes Unit. In October 2015, he received information from the coroner’s office identifying Jordan as “a hit” in M.S.’s cold case. Det. Lessman compiled a photo array and, along with former Det. Harasimchuk, went to M.S.’s house to see if she could\nidentify her attacker. M.S. picked Jordan’s photo out of the lineup. Det. Lessman located Jordan and took a bucal swab from him, which was sent to the DNA lab. Jordan’s DNA was identified as a match with the DNA found on the dried stain on M.S.’s neck.\n\n¶ 6 In January 2019, Jordan filed a petition for postconviction relief, which the trial court denied on March 22, 2019. While the trial court initially denied Jordan’s requests for findings of fact and conclusions of law, it ultimately issued them in December 2019, after Jordan filed a writ of mandamus in the Ohio Supreme Court. It is from this judgment that Jordan now appeals.\n\nII. Petition for Postconviction Relief\n\n¶ 7 R.C. 2953.21(A)(1)(a) permits a petitioner who claims “that there was such a denial or infringement of the person’s rights as to render the judgment void or voidable under the Ohio Constitution or the Constitution of the United States” to petition “the court to vacate or set aside the judgment or sentence or to grant other appropriate relief.” Petitioners must state all grounds for relief on which they rely, and they waive all other grounds not set forth in the petition. R.C. 2953.21(A)(4). In determining whether substantive grounds for relief exist, the trial court must consider, among other things, the petition, the supporting affidavits, and the documentary evidence filed in support of the petition. R.C. 2953.21(C).\n\n¶ 8 A postconviction proceeding is not an appeal of a criminal conviction, but, rather, a collateral civil attack on the judgment. State v. Steffen, 70 Ohio St.3d 399, 410, 639 N.E.2d 67 (1994). “It is a means to reach constitutional issues which would otherwise be impossible to reach because the evidence supporting those\nissues is not contained in the record.” *State v. Murphy*, 10th Dist. Franklin No. 00AP-233, 2000 Ohio App. LEXIS 6129, 5 (Dec. 26, 2000).\n\n¶ 9 A postconviction petition, however, does not provide a petitioner a second opportunity to litigate the conviction. *State v. Hessler*, 10th Dist. Franklin No. 01 AP-1011, 2002-Ohio-3321, ¶ 32. Therefore, a petition for postconviction relief is not the proper vehicle to raise issues that were or could have been determined on direct appeal. *State v. Perry*, 10 Ohio St.2d 175, 226 N.E.2d 104 (1967), paragraph seven of the syllabus.\n\n¶ 10 A criminal defendant seeking to challenge his conviction through a petition for postconviction relief is not automatically entitled to a hearing. R.C. 2953.21; *State v. Calhoun*, 86 Ohio St.3d 279, 282, 714 N.E.2d 905 (1999). According to R.C. 2953.21(C), a petitioner is entitled to a hearing when, upon review of the petition and the record, the trial court finds that there are “substantive grounds for relief.” In making such a determination, the trial court must consider the petition and supporting affidavits as well as all of the files and records pertaining to the proceedings against the petitioner. R.C. 2953.21(C). A trial court’s decision to deny a postconviction petition without a hearing is reviewed under the abuse of discretion standard. *State v. Gondor*, 112 Ohio St.3d 377, 2006-Ohio-6679, 860 N.E.2d 77, ¶ 45; *State v. Abdussatar*, 8th Dist. Cuyahoga No. 92439, 2009-Ohio-5232, ¶ 15.\n\n¶ 11 The trial court does not abuse its discretion in dismissing a petition for postconviction relief without a hearing where (1) the petitioner fails to set out\nsufficient operative facts to establish substantive grounds for relief, or (2) the operation of res judicata prohibits the claims advanced in the petition. *Id.* The evidence submitted with the petition must be competent, relevant, and material and not merely cumulative of or alternative to evidence presented at trial. *State v. Combs*, 100 Ohio App.3d 90, 97-98, 652 N.E.2d 205 (1st Dist.1994).\n\n**III. Findings of Fact and Conclusions of Law**\n\n12 In his first assignment of error, Jordan argues that his due process rights were violated when the trial court had an ex parte communication with the state “concerning the findings of fact[] and conclusions of law” and because the trial court adopted the state’s proposed findings and conclusions verbatim. In his second assignment of error, he argues that “[t]he odor of bias” against him was “overwhelming” because the trial court “improperly conduct[ed] ex parte communications with the prosecutor.” We will address these assignments of error together because they are interrelated.\n\n13 When a trial court denies a postconviction relief petition, R.C. 2953.21(H) requires the trial court to make and file findings of fact and conclusions of law. The purpose of requiring findings of fact and conclusions of law is to apprise the petitioner of the basis for the court’s disposition and to facilitate meaningful appellate review. *State ex rel. Carrion v. Harris*, 40 Ohio St.3d 19, 19, 530 N.E.2d 1330 (1988).\nIn *State v. Maxwell*, 8th Dist. Cuyahoga No. 107758, 2020-Ohio-3027, a case involving a trial court’s denial of a postconviction petition, this court recently explained:\n\nWhen a party’s proposed findings of fact and conclusions of law are accurate in law and in fact, nothing prohibits a trial court from adopting that party’s proposed findings of fact and conclusions of law in a postconviction proceeding. *State v. Williams*, 8th Dist. Cuyahoga No. 85180, 2005-Ohio-3023, ¶ 35, citing *State v. Combs*, 100 Ohio App.3d 90, 652 N.E.2d 205 (1st Dist.1994). “In the absence of demonstrated prejudice, it is not erroneous for the trial court to adopt, in verbatim form, findings of fact and conclusions of law which are submitted by the state.” *State v. Thomas*, 8th Dist. Cuyahoga No. 87666, 2006-Ohio-6588, ¶ 15, citing *State v. Powell*, 90 Ohio App.3d 260, 263, 629 N.E.2d 13 (1st Dist.1993). Moreover, a trial court may adopt verbatim a party’s proposed findings of fact and conclusions of law as its own if it has thoroughly read the document to ensure that it is completely accurate in fact and law. *State v. Jester*, 8th Dist. Cuyahoga No. 83520, 2004-Ohio-3611, ¶ 16; see also *Thomas* at id.\n\n*Id.* at ¶ 13.\n\nThere is nothing in the record in this case that establishes the trial court had an ex parte communication with the state at any point. Jordan makes assumptions based upon how quickly the state filed findings of fact and conclusions of law and how quickly the trial court adopted them verbatim. Jordan questions “how * * * the [s]tate [knew] to file such proposed findings.” Jordan makes an unsupported assumption that “[e]vidently, the [j]udge or the [j]udge’s counsel (his agent) told the prosecutor handling the [postconviction] [p]etition to prepare [findings of fact and conclusions of law] ex parte.” In support of his assumption, he points out that “[a] lot of activity took place on this [p]etition in the 48 hours\nbetween December 17 – 19, 2019, after months of inactivity.” But Jordan fails to acknowledge that the Ohio Supreme Court’s docket is public for anyone to view.\n\n{¶ 16} Jordan further argues that a “trial court cannot delegate its deliberative process,” and the trial court here did so when it used the state’s proposed findings of fact and conclusions of law. Jordan cites to State v. Roberts, 110 Ohio St.3d 71, 2006-Ohio-3665, 850 N.E.2d 1168, and State v. Pickens, 2016-Ohio-5257, 60 N.E.3d 20 (1st Dist.), claiming his case “fits squarely in the analysis” of these cases. However, both Roberts and Pickens involved the trial court’s ex parte communications with the state in rendering its judicial opinions, and there is simply no evidence of that here.\n\n{¶ 17} Roberts is further distinguishable because it involved a trial court “directly involv[ing] the prosecutor in preparing the sentencing opinion” in a death-penalty case, which the Ohio Supreme Court stated is not permitted. Id. at ¶ 159. Pickens is also distinguishable because the prosecutor in the case did not file the proposed findings of fact and conclusions of law and did not serve them on the defendant. Id. at ¶ 9. Here, the prosecutor both filed her proposed findings and conclusions and served a copy on Jordan’s counsel the same day that she filed them. Accordingly, we disagree with Jordan that this case falls “squarely in the analysis” of Roberts and Pickens.\n\n{¶ 18} Further, we find no merit to Jordan’s second assignment of error that the trial court was biased against him due to ex parte communications occurring between the judge and the state. We further note that Jordan had every opportunity\nalong the way, from May until December, to file his own proposed findings and conclusions of law, and he did not do so.\n\n¶ 19 Thus, we overrule Jordan’s first and second assignments of error.\n\nIV. Ineffective Assistance of Counsel\n\n¶ 20 In his third assignment of error, Jordan argues that his trial counsel was ineffective for failing to adequately investigate his case, violating his constitutional rights.\n\n¶ 21 The trial court found that Jordan’s claim for ineffective assistance of counsel is barred by res judicata because he raised the same issue in his direct appeal. Additionally, the trial court addressed the merits of Jordan’s claim and found it to be meritless.\n\nA. Res Judicata\n\n¶ 22 Under the doctrine of res judicata, “a valid, final judgment rendered upon the merits bars all subsequent actions based upon any claim arising out of the transaction or occurrence that was the subject matter of the previous action.” State v. Patrick, 8th Dist. Cuyahoga No. 99418, 2013-Ohio-5020, ¶ 7, citing Grava v. Parkman Twp., 73 Ohio St.3d 379, 382, 653 N.E.2d 226 (1995). To overcome the res judicata bar, the petitioner must show, using extrinsic evidence, that he or she could not have appealed the original constitutional claim based on the information in the original trial record. Combs, 100 Ohio App.3d at 97-98, 652 N.E.2d 205. Said another way, issues properly raised in a petition for postconviction relief are only those that could not have been raised on direct appeal because the evidence\nsupporting such issues is outside the record. *State v. Milanovich*, 42 Ohio St.2d 46, 50, 325 N.E.2d 540 (1975). Thus, a trial court may dismiss a petition based on res judicata if an issue was or should have been raised on direct appeal. *State v. Dowell*, 8th Dist. Cuyahoga No. 86232, 2006-Ohio-110, ¶ 10, citing *Perry*, 10 Ohio St.2d 175, 226 N.E.2d 104 (1967), paragraph seven of the syllabus.\n\nExtrinsic evidence attached to the petition, however, does not automatically defeat the res judicata bar. Rather, evidence outside the record must meet “some threshold standard of cogency; otherwise it would be too easy to defeat the holding of *Perry* by simply attaching as exhibits evidence which is only marginally significant and does not advance the petitioner’s claim[.]” *State v. Lawson*, 103 Ohio App.3d 307, 315, 659 N.E.2d 362 (12th Dist.1995), quoting *State v. Coleman*, 1st Dist. Hamilton No. C-900811, 1993 Ohio App. LEXIS 1485, 21 (Mar. 17, 1993). Moreover, the evidence dehors the record must not be evidence that was in existence and available for use at the time of trial and that could and should have been submitted at trial if the defendant wished to use it. *Dowell* at ¶ 10.\n\nIn his direct appeal, Jordan argued that\n\nhis trial counsel was ineffective by failing to investigate and pursue the theory that Ladson was the man who raped M.S. Jordan alleges that counsel should have cross examined witnesses about Ladson and presented “evidence in the public record concerning” Ladson, including Ladson’s 2015 and 2016 convictions for murder and other gang-related violent felonies, which resulted in a sentence of life in prison.\n\n*Jordan*, 8th Dist. Cuyahoga No. 106272, 2018-Ohio-4108, at ¶ 42.\nThe state argued that trial counsel was not ineffective because trial counsel’s decision was a strategic decision and that Jordan was not prejudiced because it was only speculation that the outcome of trial would have been different had trial counsel investigated Ladson. *Id.* at ¶ 42. We agreed. *Id.* at ¶ 43-44. We pointed out that the victim had “consistently maintained that her sexual activity with Ladson was consensual.” *Id.* at ¶ 43. We rejected Jordan’s argument, finding that Jordan failed to show that his trial counsel’s performance was deficient, and that he was prejudiced. *Id.* at ¶ 44.\n\nIn his direct appeal, Jordan had asked this court to take judicial notice of four exhibits that the state used in Ladson’s murder trial, including three pictures of Ladson showing his tattoos and one expert report from a detective in the Cleveland Police Department’s Gang Impact Unit concluding that Ladson was a member of the criminal gang the Heartless Felons. We declined to do so. *Id.* at ¶ 7. Jordan attached those exhibits to his petition for postconviction relief as well as an affidavit from his trial counsel.\n\nJordan’s trial counsel averred that he “did not employ an investigator and did not otherwise discover any photographs of the victim’s [fiancé] or any reports about him being a Heartless Felon gang member.” Trial counsel further stated that he “was aware that the [fiancé] was serving a prison sentence at the time” of Jordan’s trial and that if counsel had “had the photographs of the [fiancé] and the report of him being a member of the Heartless Felons gang then [he] would have used them to [Jordan’s] benefit at his trial.” Thus, although the exhibits were\navailable at the time of Jordan’s trial, his trial counsel stated in the affidavit attached to Jordan’s petition for postconviction relief that he did not investigate the matter or discover the exhibits. That is the basis of Jordan’s claim now.\n\n{¶ 28} When a postconviction claim depends for its resolution upon outside evidence, a common pleas court may not apply res judicata to dismiss the claim. Perry at paragraph nine of the syllabus. But a reviewing court may sustain the claim’s dismissal on other grounds. State v. Peagler, 76 Ohio St.3d 496, 668 N.E.2d 489 (1996), paragraph one of the syllabus. After review, we do not agree with the trial court that Jordan’s ineffective assistance of counsel claim was barred by res judicata. We will therefore address the merits of Jordan’s ineffective assistance of counsel claim, which the trial court did as well.\n\nB. Merits of Ineffective Assistance of Counsel Claim\n\n{¶ 29} To succeed on a claim of ineffective assistance, a defendant must establish that counsel’s performance was deficient and that the defendant was prejudiced by the deficient performance. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Counsel will only be considered deficient if his or her conduct fell below an objective standard of reasonableness. Id. at 688. Further, a defendant must show that he or she was prejudiced by counsel’s ineffectiveness. Id. at 694.\n\n{¶ 30} When reviewing counsel’s performance, this court must be highly deferential and “must indulge a strong presumption that counsel’s conduct [fell] within the wide range of reasonable professional assistance.” Id. at 689. To\nestablish resulting prejudice, a “defendant must show that there is a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” *Id.* at 694. “A reasonable probability is a probability sufficient to undermine confidence in the outcome.” *Id.*\n\n{¶ 31} Jordan contends that his trial counsel was ineffective for failure to adequately investigate Ladson and the fact that Ladson had tattoos. However, Jordan’s entire argument that his trial counsel was ineffective is based on his assertion is that the SANE nurse’s notes “state clearly” that the victim told her “shortly after the attack that her fiancé [Ladson] was home during the attack” and that her attacker had tattoos that “cover his body.” Jordan further claims that the victim “told the authorities the attacker had tattoos including neck/facial tattoos.” Jordan claims that the exhibits attached to his petition establish that Ladson had tattoos all over his body and was a member of the Heartless Felons. Jordan maintains these exhibits would have changed the outcome of his case because he does not have tattoos on his neck or face, his DNA was not found on the victim’s vaginal or anal swabs, and Ladson’s DNA was found on both of the victim’s swabs. He contends that this “case presents itself completely differently after the exhibits and facts contained in the exhibits submitted in postconviction are considered.” We disagree.\n\n{¶ 32} Throughout his petition and appellate brief, Jordan repeats that the evidence presented at trial established that the victim told the SANE nurse that her fiancé was home during the attack and that her attacker had tattoos all over his body.\nThese claims are simply not true. Nor is it true that the evidence presented at trial established that the victim told police that her attacker had tattoos on his face or neck.\n\n¶ 33 In Jordan, 8th Dist. Cuyahoga No. 106273, 2018-Ohio-4108, we stated that according to the SANE nurse’s notes discussing the victim’s narrative of what occurred, the victim told the SANE nurse that on the evening of December 23, 2012, she and her fiancé and children were “chilling in [her] house watching TV and [her] fiancé was getting ready to go to the bus for work and [she] was getting her kids ready for bed around 9 pm.” Id. at ¶ 18. The victim continued to describe what occurred after that without specifically stating that her fiancé left to go to work at some point before the attack. But we explained that “[a]ccording to [the SANE nurse], M.S. indicated to her that [her fiancé] left the house prior to the incident occurring.” Id. at ¶ 20. And we pointed out in Jordan’s direct appeal that “[t]here is nothing in the medical records, SANE nurse’s testimony, or the police officer’s testimony indicating that M.S. told anyone that her attacker * * * was bald, or that he had tattoos.” Id. at ¶ 38. Finally, we stated that the SANE nurse’s notes and M.S.’s medical records were introduced into evidence, although we acknowledged that no police reports were made part of the record. Id. at ¶ 37.\n\n¶ 34 Even if we assume for the sake of argument now that Jordan’s trial counsel should have investigated Ladson further, Jordan has not established that he was prejudiced by such a purported deficient performance. As we found in Jordan’s direct appeal, the victim consistently maintained that she had consensual sex only\nwith Ladson. Moreover, Jordan fails to account for the fact that the victim’s daughter, who was five years old at the time of the rape and nine years old at the time of trial, testified that she had never before seen the man whose pants were “down halfway” and was “on top” of her mother. At the time of the rape, Ladson was the victim’s fiancé and thus, the victim’s daughter would have known him at the time of the attack (although she did not remember Ladson at the time of trial four years later). And most importantly, Jordan’s theory that the victim told the nurse that her fiancé was home at the time of the rape and that her attacker had tattoos, and that she told police that her attacker had tattoos, is not supported by the evidence. Although the victim did testify that she thought she told police that her attacker had tattoos, even Jordan acknowledges that what she told police and the SANE nurse immediately following the attack (which was over four years earlier) would be more credible, and she did not mention tattoos to the nurse or police. Thus, the exhibits that Jordan attached to his petition showing Ladson’s tattoos and that he was a member of the Heartless Felons, do not establish “a reasonable probability that, but for counsel’s unprofessional errors, the result of the proceeding would have been different.” Strickland, 466 U.S. at 694, 104 S.Ct. 2052, 80 L.Ed.2d 674.\n\nAccordingly, we overrule Jordan’s third assignment of error.\n\nV. Brady Violation\n\nIn his fourth assignment of error, Jordan maintains that his due process rights were violated when the state failed to disclose Brady material to him. See Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). In his\ndirect appeal, Jordan argued that the prosecutors committed misconduct when they “failed to turn over to the defense information regarding Ladson’s gang and criminal activity.” *Jordan*, 8th Dist. Cuyahoga No. 106273, 2018-Ohio-4108, ¶ 46. In his petition for postconviction relief, he argues that the state should have disclosed the photos of Ladson evidencing his tattoos and the gang report showing that Ladson was a member of the Heartless Felons. According to Jordan, the same prosecutor who tried his case also tried Ladson’s murder case and admitted these exhibits in Ladson’s criminal cases.\n\n¶ 37 The trial court found that Jordan’s *Brady* claim was barred by res judicata and was meritless. After review, we agree with the trial court that Jordan’s claim regarding Ladson’s criminal activity is barred by res judicata. Although the documents establishing Ladson’s criminal gang activity were not before this court in Jordan’s direct appeal, Jordan still argued that the prosecutor should have turned them over to defense counsel. We fully addressed this argument and therefore find that Jordan cannot now raise it in his postconviction petition. We will, however, address Jordan’s claim with respect to the photo exhibits attached to his petition showing that Ladson has tattoos all over his body.\n\n¶ 38 As we explained in *Jordan*, “*Brady* stands for the proposition that ‘the suppression by the prosecution of evidence favorable to an accused upon request violates due process where the evidence is material either to guilt or punishment, irrespective of the good faith or bad faith of the prosecution.’” *Jordan*, 8th Dist. Cuyahoga No. 106273, 2018-Ohio-4108, ¶ 46, quoting *Brady* at 87. See\nalso Crim.R. 16(B)(5). We further stated in Jordan that “Brady does not apply to materials that are not wholly within the control of the prosecution. There is no need to require the state to “disclose” material that is readily available to the defense.” Id. at ¶ 47, quoting State v. McGuire, 8th Dist. Cuyahoga No. 105732, 2018-Ohio-1390, ¶ 24.\n\n¶ 39 Ladson was convicted of murder in June 2016. Jordan’s trial was not until January 2017. The photo exhibits of Ladson’s tattoos were not ones that were wholly within the state’s control because they were part of the public record in Ladson’s criminal trial where the state proved that Ladson was a member of the Heartless Felons and had tattoos on his body indicative of membership in the gang. Therefore, the state was not required to disclose these photos to Jordan.\n\n¶ 40 Moreover, as we explained in the previous assignment of error, the exhibits that Jordan attached to his petition for postconviction relief showing Ladson was “covered” in tattoos, had been convicted of murder, and was a member of the Heartless Felons is not material or exculpatory.\n\n¶ 41 Accordingly, Jordan’s fourth assignment of error is overruled.\n\nVI. Actual Innocence\n\n¶ 42 In his fifth assignment of error, Jordan argues that he is “actually innocent” of the acts against the victim and asks this court to recognize this as a freestanding, cognizable claim.\n\n¶ 43 The state contends that this claim fails under State v. Apanovitch, 155 Ohio St.3d 358, 2018-Ohio-4744, 121 N.E.3d 351. In his reply to this court, Jordan\ncounters that *Apanovitch* held no such thing. An in-depth review of *Apanovitch* is necessary.\n\n¶ 44 In *Apanovitch*, the defendant was convicted of one count each of aggravated murder and aggravated burglary, and two counts of rape. He was sentenced to death in January 1985. The body of the victim was found in a bedroom of her home. She had been strangled and severely beaten, and sperm was found in her mouth and vagina.\n\n¶ 45 Apanovitch’s case before the Ohio Supreme Court involved his fourth postconviction petition based on newly discovered DNA evidence taken from the victim’s vagina. After a hearing, the trial court found that because Apanovitch’s DNA could not have contributed to the vaginal swab taken from the victim, that Apanovitch “presented clear and convincing evidence of his actual innocence of vaginal rape, and acquitted him of same.” *Id.* at ¶ 28. This court upheld the trial court’s findings. *State v. Apanovitch*, 2016-Ohio-2831, 64 N.E.3d 429, ¶ 46 (8th Dist.).\n\n¶ 46 Apanovitch brought his fourth postconviction petition under R.C. 2953.23(A)(2), which states:\n\nThe petitioner was convicted of a felony, the petitioner is an offender for whom DNA testing was performed under sections 2953.71 to 2953.81 of the Revised Code or under former section 2953.82 of the Revised Code and analyzed in the context of and upon consideration of all available admissible evidence related to the inmate’s case as described in division (D) of section 2953.74 of the Revised Code, and the results of the DNA testing establish, by clear and convincing evidence, actual innocence of that felony offense or, if the person was sentenced to death, establish, by clear and convincing evidence, actual\ninnocence of the aggravating circumstance or circumstances the person was found guilty of committing and that is or are the basis of that sentence of death.\n\nAs used in this division, “actual innocence” has the same meaning as in division (A)(1)(b) of section 2953.21 of the Revised Code, and “former section 2953.82 of the Revised Code has the same meaning as in division (A)(1)(c) of section 2953.21 of the Revised Code.\n\n¶ 47 R.C. 2953.21(A)(1)(b) defines “actual innocence.” It states:\n\n“[A]ctual innocence” means that, had the results of the DNA testing conducted under sections 2953.71 to 2953.81 of the Revised Code or under former section 2953.82 of the Revised Code been presented at trial, and had those results been analyzed in the context of and upon consideration of all available admissible evidence related to the person’s case as described in division (D) of section 2953.74 of the Revised Code, no reasonable factfinder would have found the petitioner guilty of the offense of which the petitioner was convicted, or, if the person was sentenced to death, no reasonable factfinder would have found the petitioner guilty of the aggravating circumstance or circumstances the petitioner was found guilty of committing and that is or are the basis of that sentence of death.\n\n¶ 48 Because Apanovitch’s petition for postconviction relief was an untimely and successive petition, it fell under R.C. 2953.23(A), which the Supreme Court explained is jurisdictional and only permits an inmate to file a petition “under specific, limited circumstances.” Apanovitch, 155 Ohio St.3d 358, 2018-Ohio-4744, 121 N.E.3d 351, ¶ 22. Under this provision, a petitioner must meet the criteria in either R.C. 2953.23(A)(1) or (2) before a trial court can consider the petition.\n\n¶ 49 R.C. 2953.23(A)(1) provides that petitioner must show both of the following: (a) the petitioner was “unavoidably prevented from discovery of the facts” upon which the petitioner relies or the petitioner is asserting a claim based on a new, retroactively applicable federal or state right recognized by the United States\nSupreme Court after the petition became untimely and after the petitioner had filed earlier petitions, and (b) the petitioner shows by clear and convincing evidence that no reasonable factfinder would have found the petitioner guilty or eligible for the death sentence but for “constitutional error at trial.” R.C. 2953.23(A)(1)(a) and (b).\n\nThe second exception under R.C. 2953.23(A)(2) applies when the results of DNA testing establish by clear and convincing evidence the petitioner’s “actual innocence” of a felony offense of which the petitioner was convicted or of an aggravating circumstance that is the basis of a death sentence. Because this subsection is not relevant to our present analysis, we will not discuss the Supreme Court’s analysis of this subsection here, except to note that the Supreme Court held that Apanovitch did not meet the requirements to file a petition for postconviction relief under this section. See id. at ¶ 27-34.\n\nThe Supreme Court further held that Apanovitch did not meet the jurisdictional criteria under R.C. 2953.23(A)(1). First, the Supreme Court determined that it did not need to determine if Apanovitch satisfied R.C. 2953.23(A)(1)(a), because he “clearly [had] not satisfied R.C. 2953.23(A)(1)(b), which require[d] him to show that his conviction resulted from ‘constitutional error at trial.’” Id. at ¶ 26. In arguing that he satisfied R.C. 2953.23(A)(1)(b), Apanovitch asserted only that he was actually innocent of rape. But the Supreme Court explained that “under the United States Constitution, an actual-innocence claim ‘is not itself a constitutional claim,’” and “therefore does not involve a ‘constitutional error at trial’ under R.C. 2953.23(A)(1)(b).” Id., quoting Herrera v. Collins, 506 U.S.\n390, 404, 113 S.Ct. 853, 122 L.Ed.2d 203 (1993). Because Apanovitch did not raise any other argument relating to a “constitutional error at trial,” the Supreme Court held that his petition did not qualify under R.C. 2953.23(A)(1).\n\n{¶ 52} The Ohio Supreme Court held in Apanovitch that a claim for “actual innocence” does not amount to a “constitutional error at trial” for purposes of establishing R.C. 2953.23(A)(1)(b). In this case, however, we are not dealing with an untimely or successive petition under R.C. 2953.23(A)(1)(b). Rather, we are addressing a timely and first petition for postconviction relief under R.C. 2953.21(A)(1)(a).\n\n{¶ 53} Nonetheless, Apanovitch is still instructive here. And after reviewing the relevant case law, we find that because a claim for actual innocence “is not itself a constitutional claim,” it does not set forth a cognizable claim under R.C. 2953.21(A)(1)(a) either. Because Jordan’s petition does not involve DNA testing or a death sentence, the relevant portion of R.C. 2953.21(A)(1)(a) permits a petitioner to file a petition asking a court to set aside or vacate his or conviction when the petitioner claims “that there was such a denial or infringement of the person’s rights as to render the judgment void or voidable under the Ohio Constitution or the Constitution of the United States.” Thus, a claim for actual innocence cannot meet the requirements of R.C. 2953.21(A)(1)(a) because it “is not itself” a constitutional claim. Ohio courts have held as much. See State v. Zich, 6th Dist. Lucas No. L-15-1263, 2017-Ohio-414, ¶23, discretionary appeal not accepted, 151 Ohio St.3d 1425, 2017-Ohio-8371, 84 N.E.3d 1063 (“In light of the United States Supreme Court’s\ndecision in *Herrera*, we find no merit to appellant’s due process arguments regarding his claims of actual innocence.”); *State v. Watson*, 126 Ohio App.3d 316, 323, 710 N.E.2d 340 (12th Dist.1998) (“Since the United States Supreme Court has not recognized actual innocence as a constitutional right, we also refuse to judicially create such a constitutional right.”); *State v. Loza*, 12th Dist. Butler No. CA96-10-214, 1997 Ohio App. LEXIS 4574 (Oct. 13, 1997) (“Courts have interpreted *Herrera* to stand for the proposition that a petitioner is not entitled to postconviction relief without a showing of a violation of rights that were constitutional in dimension, which occurred at the time that the petitioner was tried and convicted.”); *State v. Hunter*, 1st Dist. Hamilton No. C-090569, 2012-Ohio-2859, ¶ 54 (an actual innocence claim does not demonstrate “a constitutional violation in the proceedings” that led to the petitioner’s conviction); *State v. Davis*, 5th Dist. Licking No. 2008-CA-16, 2008-Ohio-6841 (“The trial court did not err in dismissing appellant’s claim of actual innocence because his claim fails to raise ‘a denial or infringement of appellant’s rights under the Ohio Constitution or the Constitution of the United States’ as required by R.C. 2953.21.”); *State v. Nash*, 8th Dist. Cuyahoga No. 87635, 2006-Ohio-5925, ¶ 14 (“[T]rial court did not err in failing to consider the merits of this ‘actual innocence’ claim because the claim fails to raise ‘a denial or infringement of rights under the Ohio Constitution or the Constitution of the United States’ as required by R.C. 2953.21.”); *State v. Hines*, 8th Dist. Cuyahoga No. 89848, 2008-Ohio-1927, ¶ 24, quoting *State v. Williams*, 8th Dist. Cuyahoga No. 85180, 2005-Ohio-3023, ¶ 31 (“[A] claim of actual innocence is not itself a\nconstitutional claim, nor does it constitute a substantive ground for postconviction relief.”\n\nMoreover, R.C. 2953.21 and 2953.23 address the phrase, “actual innocence,” throughout the text of the statutes. R.C. 2953.21(A)(1)(b) defines “actual innocence” for purposes of postconviction petitions (which we previously set forth). Indeed, throughout the entirety of R.C. 2953.21 and 2953.23, the General Assembly discusses “actual innocence,” but only in terms of DNA testing. Nowhere in R.C. 2953.21 and 2953.23 do the statutes allow for a claim of “actual innocence” except with respect to DNA testing.\n\nJordan contends that he has “squarely raised a [d]ue-[p]rocess claim under both the Ohio and federal [c]onstitutions” in his petition for postconviction relief by asserting that he is actually innocent and maintaining that he established as much through the documents he attached to his petition. He asks this court to recognize his “freestanding actual innocence claim” that no other court in Ohio has previously recognized in a petition for postconviction relief. Again, “R.C. 2953.21(A) requires a petitioner for postconviction relief to allege a ‘denial or infringement’ of [the person’s] rights under the Ohio or United States Constitutions.” Thus, this requires petitioners to show that a procedural error occurred at trial such that their constitutional rights were violated. State v. Warmus, 8th Dist. Cuyahoga No. 99962, 2014-Ohio-928, ¶ 8 (discussing the petitioner’s claims of prosecutorial misconduct denying him a fair trial, ineffective assistance of counsel violating his Sixth Amendment rights, and a denial of his Fifth\nAmendment right against self-incrimination). A claim of “actual innocence, however, involves a claim of factual innocence. As explained by the Iowa Supreme Court in *Dewberry v. State*, 941 N.W.2d 1 (Iowa 2019), regarding a “freestanding claim of actual innocence”:\n\nOur understanding of actual innocence is consistent with the United States Supreme Court’s approach to actual innocence. The Supreme Court has “not resolved whether a prisoner may be entitled to habeas relief based on a freestanding claim of actual innocence.” *McQuiggin v. Perkins*, 569 U.S. 383, 392, 133 S.Ct. 1924, 1931, 185 L.Ed.2d 1019 (2013); see *Schmidt v. State*, 909 N.W.2d [778,] 790 [Iowa 2018] (stating the Supreme Court has not yet recognized a freestanding claim of actual innocence). Instead, the Supreme Court has recognized “a gateway claim of actual innocence such that the petitioner may obtain review of the underlying constitutional merits of his or her procedurally defaulted claim.” *Schmidt*, 909 N.W.2d at 790 (citing *Herrera*, 506 U.S. at 404, 113 S.Ct. at 862 (majority opinion), and *In re Davis*, 557 U.S. 952, 955, 130 S.Ct. 1, 3, 174 L.Ed.2d 614 (2009) (Scalia, J., dissenting)). In discussing the concept of actual innocence in this context, the Court has made clear it is referring to factual innocence:\n\n“A prototypical example of ‘actual innocence’ in a colloquial sense is the case where the State has convicted the wrong person of the crime. Such claims are of course regularly made on motions for new trial after conviction in both state and federal courts, and quite regularly denied because the evidence adduced in support of them fails to meet the rigorous standards for granting such motions. But in rare instances it may turn out later, for example, that another person has credibly confessed to the crime, and it is evident that the law has made a mistake. In the context of a noncapital case, the concept of ‘actual innocence’ is easy to grasp.”\n\n*Sawyer v. Whitley*, 505 U.S. 333, 340-41, 112 S.Ct. 2514, 2519-20, 120 L.Ed.2d 269 (1992). In *Bousley v. United States*, the Court stated “‘actual innocence’ means factual innocence, not mere legal insufficiency.” 523 U.S. 614, 623, 118 S.Ct. 1604, 1611, 140 L.Ed.2d 828 (1998). This understanding of actual innocence is consistent with the Court’s pronouncement that “substantial claim[s] of actual innocence are extremely rare.” *Schlup v. Delo*, 513 U.S. 298, 321, 115 S.Ct. 851, 864, 130 L.Ed.2d 808 (1995); see also *McQuiggin*, 569 U.S. at 386, 133\nS.Ct. at 1928 (cautioning that “tenable actual-innocence gateway pleas are rare”).\n\nDewberry at 6-7. We note that in Dewberry, the court refers to cases cited by Jordan in support of his argument, including Schmidt and Schlup.\n\n¶ 56 Thus, even assuming for the sake of argument that we could consider Jordan’s freestanding claim of actual innocence, he would not be entitled to a new trial based upon the exhibits he attached to his petition. “To establish actual innocence, petitioners must demonstrate that, ‘in light of all the evidence,’ ‘it is more likely than not that no reasonable juror would have convicted’” them. Bousley at 623, quoting Schlup at 327-328. Although the Bousley court was discussing when a federal habeas court may grant a writ even in the absence of a showing of cause for the procedural default; i.e., where a constitutional violation “‘has probably resulted in the conviction of one who is actually innocent,’” it is instructional here (because that is what Jordan is attempting to claim). Id., quoting Murray v. Carrier, 477 U.S. 478, 491-492, 106 S.Ct. 2639, 91 L.Ed.2d 397 (1986), superseded by statute on other grounds, Antiterrorism and Effective Death Penalty Act, Pub. L. 104-132, Apr. 24, 1996, 110 Stat. 1214. But as we previously explained, Jordan’s exhibits showing Ladson was “covered” in tattoos, had been convicted of murder, and was a member of the Heartless Felons is not material or exculpatory to Jordan’s claims, and certainly do not demonstrate that it is “‘more likely than not that no reasonable juror would have convicted him.’” Bousley at 623, quoting Schlup at 327-328.\nAfter review, we conclude that Jordan’s “actual innocence” claim fails to raise “a denial or infringement of rights under the Ohio Constitution or the Constitution of the United States” as required by R.C. 2953.21. We therefore overrule his fifth assignment of error.\n\nVII. Cumulative Error\n\nIn his six assignment of error, Jordan contends that “[t]he cumulative effect of the errors in this case, * * * ineffective assistance of counsel, prosecutorial misconduct, and a biased judge, amounted to a denial of a fair trial.” Not having found any error or prejudice, Jordan’s argument has no merit.\n\nAccordingly, we overrule Jordan’s six assignments of error.\n\nJudgment affirmed.\n\nIt is ordered that appellee recover from appellant the costs herein taxed.\n\nThe court finds there were reasonable grounds for this appeal.\n\nIt is ordered that a special mandate issue out of this court directing the common pleas court to carry this judgment into execution. The defendant’s conviction having been affirmed, any bail pending is terminated. Case remanded to the trial court for execution of sentence.\nA certified copy of this entry shall constitute the mandate pursuant to Rule 27 of the Rules of Appellate Procedure.\n\nMARY J. BOYLE, ADMINISTRATIVE JUDGE\n\nMARY EILEEN KILBANE, J., and\nEILEEN T. GALLAGHER, J., CONCUR", "case_juv": "0", "case_crim": "0", "case_2001": "0", "case_app": "0", "case_pros": "0", "aoe_none": "0", "aoe_grandjury": "0", "aoe_court": "0", "aoe_defense": "0", "aoe_procbar": "1", "aoe_prochist": "0", "case_timeframe": "0", "other": "11    0\nName: other, dtype: int64"}
